Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Enter information about the bug including a short but meaningful subject and information about the radio model (if applicable) in question. In the next step you will have a chance to add more details about the problem.
de: Gebe Informationen zum Fehler an, einschließlich eines kurzen, aber aussagekräftigen Betreffs und Informationen zum betroffenen Funkgerät (falls zutreffend)
fr: Entrez des informations sur le bogue, en précisant un court sujet et des informations sur le modèle de radio concerné (le cas échéant). À l'étape suivante, vous pourrez ajouter plus de détails sur le problème.
it: Inserisci le informazioni sul bug, compreso un oggetto breve ma significativo e le informazioni sul modello della radio (se applicabile) in questione. Nella fase successiva sarà possibile aggiungere ulteriori dettagli sul problema.
ja_jp: 短くても意味のある件名と、該当する場合は無線機のモデル情報を含めて、バグに関する情報を入力してください。次のステップで、問題に関する詳細を追加する機会があります。
pt_br: Insira informações sobre o bug, incluindo um assunto breve, porém relevante, e informações sobre o modelo do rádio (se aplicável) em questão. Na próxima etapa, você terá a oportunidade de adicionar mais detalhes sobre o problema.
ro_ro: Introduceți informații despre bug, inclusiv un subiect scurt, dar semnificativ, și informații despre modelul stației (dacă este cazul). În pasul următor veți avea ocazia să adăugați mai multe detalii despre problemă.

source: Enter information to add to the bug here
de: Gebe Informationen ein, die den Fehler beschreiben
fr: Entrez l'information à ajouter au bogue ici
it: Inserisci qui le informazioni da aggiungere al bug
ja_jp: バグに追加する情報をここに入力してください
pt_br: Insira aqui as informações que deseja adicionar ao bug
ro_ro: Introduceți informațiile de adăugat la bug aici

source: Enter the bug number that should be updated
de: Gebe die Fehler-Nummer ein, die aktualisiert werden soll
fr: Entrez le numéro de bogue que vous désirez mettre à jour
it: Inserisci il numero del bug da aggiornare
ja_jp: 更新するバグ番号を入力してください
pt_br: Insira o número do bug que deve ser atualizado
ro_ro: Introduceți numărul bug-ului care trebuie actualizat

source: Enter your username and password for chirpmyradio.com. If you do not have an account click below to create one before proceeding.
de: Gebe den Benutzernamen und das Passwort für chirpmyradio.com ein. Falls noch kein Konto existiert, klicke unten, um eines zu erstellen
fr: Entrez votre nom d'utilisateur et mot de passe chirpmyradio.com. Si vous n'avez pas de compte, appuyez ci-bas pour en créer un avant de continuer.
it: Inserisci il nome utente e la password di chirpmyradio.com. Se non disponi di un account, fai clic qui sotto per crearne uno prima di procedere.
ja_jp: chirpmyradio.com のユーザー名とパスワードを入力してください。アカウントをお持ちでない場合は、下をクリックして作成してから進んでください。
pt_br: Digite seu nome de usuário e senha para chirpmyradio.com. Se você não possui uma conta, clique abaixo para criar uma antes de prosseguir.
ro_ro: Introduceți numele de utilizator și parola pentru chirpmyradio.com. Dacă nu aveți un cont, faceți clic mai jos pentru a crea unul înainte de a continua.

source: Erased memory %s
bg_bg: Премахнат е запис № %s
de: Speicher %s gelöscht
fr: Mémoire %s effacée
it: Memoria %s eliminata
ja_jp: メモリー %s を消去しました
pt_br: Memória apagada %s
ro_ro: Memoria ștearsă %s

source: Error applying filter
bg_bg: Грешка при прилагане на филтър
de: Fehler beim Anwenden des Filters
fr: Erreur lors de l'application du filtre
it: Si è verificato un errore durante l'applicazione del filtro
ja_jp: フィルター適用エラー
pt_br: Erro ao aplicar o filtro
ro_ro: Eroare la aplicarea filtrului

source: Error applying settings
bg_bg: Грешка при прилагане на настройките
de: Fehler beim Anwenden der Einstellungen
fr: Erreur lors de l'application des préférences
it: Si è verificato un errore durante l'applicazione delle impostazioni
ja_jp: 設定適用エラー
pt_br: Erro ao aplicar as configurações
ro_ro: Eroare la aplicarea setărilor

source: Error communicating with radio
bg_bg: Грешка при връзката със станцията
de: Kommunikationsfehler
fr: Erreur de communication avec la radio
it: Errore durante la comunicazione con la radio
ja_jp: 無線機との通信エラー
pt_br: Erro na comunicação com o rádio
ro_ro: Eroare la comunicarea cu stația

source: Example: "foo"
bg_bg: Пример: "низ"
de: Beispiel: "foo"
fr: Exemple: "foo"
it: Esempio: "pippo"
ja_jp: 例: "foo"
pt_br: Exemplo: "foo"
ro_ro: Exemplu: "foo"

source: Example: ( expression )
bg_bg: Пример: ( израз )
de: Beispiel: (Ausdruck)
fr: Exemple: ( expression )
it: Esempio: ( espressione )
ja_jp: 例: ( expression )
pt_br: Exemplo: (expressão)
ro_ro: Exemplu: ( expresie )

source: Example: 123
bg_bg: Пример: 123
de: Beispiel: 123
fr: Exemple: 123
it: Esempio: 123
ja_jp: 例: 123
pt_br: Exemplo: 123
ro_ro: Exemplu: 123

source: Example: 146.52
bg_bg: Пример: 123.45
de: Beispiel: 146.52
fr: Exemple: 146.52
it: Esempio: 146.52
ja_jp: 例: 146.52
pt_br: Exemplo: 146,52
ro_ro: Exemplu: 146.52

source: Example: AND, OR
bg_bg: Пример: AND, OR
de: Beispiel: AND, OR
fr: Exemple: AND, OR
it: Esempio: AND, OR
ja_jp: 例: AND, OR
pt_br: Exemplo: AND, OR
ro_ro: Exemplu: AND, OR

source: Example: freq<146.0,148.0>
bg_bg: Пример: freq<146.0,148.0>
de: Beispiel: freq<146.0,148.0>
fr: Exemple: freq<146.0,148.0>
it: Esempio: freq<146.0,148.0>
ja_jp: 例: freq<146.0,148.0>
pt_br: Exemplo: freq<146.0,148.0>
ro_ro: Exemplu: freq<146.0,148.0>

source: Example: name="myrepeater
bg_bg: Пример: name="ретранслатор
de: Beispiel: name="myrepeater
fr: Exemple: name="monrepeteur
it: Esempio: nome="mioripetitore"
ja_jp: 例: name="myrepeater
pt_br: Exemplo: nome="meurepetidor
ro_ro: Exemplu: name="myrepeater"

source: Example: name~"myrepea"
bg_bg: Пример: name~"ретрансл"
de: Beispiel: name~"myrepea"
fr: Exemple: name~"monrepet"
it: Esempio: nome~"mioripetitore"
ja_jp: 例: name~"myrepea"
pt_br: Exemplo: nome "minha repetidora"
ro_ro: Exemplu: name~"myrepea"

source: Exclude private and closed repeaters
bg_bg: Изключване на частните и затворени ретранслатори
de: Private und geschlossene Repeater ausschließen
fr: Exclure les répéteurs privés ou fermés
it: Escludi ripetitori privati e chiusi
ja_jp: プライベートおよび閉鎖されたレピータを除外
pt_br: Excluir repetidores privados e fechados
ro_ro: Exclude repetoarele private și închise

source: Experimental driver
bg_bg: Изпитателен управляващ софтуер
de: Experimenteller Treiber
fr: Pilote expérimental
it: Driver sperimentale
ja_jp: 実験的ドライバー
pt_br: Driver experimental
ro_ro: Driver experimental

source: Export can only write CSV files
bg_bg: При изнасяне могат да бъдат запазвани само файлове на CSV
de: Export kann nur CSV-Dateien schreiben
fr: L'exportation ne peut écrire que des fichiers CSV
it: L'esportazione può scrivere solo file CSV
ja_jp: エクスポートはCSVファイルのみ書き込めます
pt_br: A exportação só pode gravar arquivos CSV
ro_ro: Exportul poate scrie doar fișiere CSV

source: Export to CSV
bg_bg: Изнасяне в CSV
de: Export in CSV
fr: Exporter vers un fichier CSV
it: Esporta in CSV
ja_jp: CSVにエクスポート
pt_br: Exportar para CSV
ro_ro: Exportă în CSV

source: Export to CSV...
bg_bg: Изнасяне в CSV…
de: Export in CSV...
fr: Exporter vers un fichier CSV...
it: Esporta in CSV...
ja_jp: CSVにエクスポート...
pt_br: Exportar para CSV...
ro_ro: Exportă în CSV...

source: Extra
bg_bg: Допълнителни
ja_jp: エクストラ

source: FM Radio
bg_bg: Радио ЧМ
fr: Radio FM
it: Radio FM
ja_jp: FMラジオ
pt_br: Rádio FM
ro_ro: Radio FM

source: FREE repeater database, which provides information about repeaters in Europe. No account is required.
bg_bg: БЕЗПЛАТНА база данни за повторители, която предоставя информация за повторители в Европа. Не е необходим акаунт.
fr: Base de données de répéteurs GRATUITE, qui fournit des informations sur les répéteurs en Europe. Aucun compte n'est requis.
it: Database GRATUITO sui ripetitori, che fornisce informazioni sui ripetitori in Europa. Non è richiesto alcun account.
ja_jp: ヨーロッパのレピータに関する情報を提供す る無料のレピータ データベース。アカウントは必要ありません。
pt_br: Base de dados GRATUITA de repetidores, que fornece informações sobre repetidores na Europa. Não é necessário criar uma conta.
ro_ro: Bază de date GRATUITĂ pentru repetoare, care oferă informații despre repetoarele din Europa. Nu este necesar un cont.

source: FREE repeater database, which provides most up-to-date information about repeaters in Europe. No account is required.
bg_bg: Безплатен списък с най-новата информация за европейските ретранслатори. Не е необходим профил.
fr: Base de données LIBRE de relais proposant les informations les plus à jour sur les relais européens. Un compte utilisateur n'est pas requis.
it: Database GRATUITO di ripetitori, che fornisce le informazioni più aggiornate sui ripetitori in Europa. Non è necessario un account.
ja_jp: ヨーロッパのレピータに関する最新情報を提供する無料の レピータデータベース。アカウントは必要ありません。
pt_br: Banco de dados GRATUITO de repetidores, que fornece as informações mais atualizadas sobre repetidores na Europa. Não é necessário criar uma conta.
ro_ro: Bază de date GRATUITĂ pentru repetoare, care oferă cele mai recente informații despre repetoarele din Europa. Nu este necesar un cont.

source: Failed to export some memories
de: Fehler beim Exportieren einiger Speicher
it: Impossibile esportare alcune memorie
ja_jp: 一部のメモリーのエクスポートに失敗しました
pt_br: Falha ao exportar algumas memórias

source: Failed to load radio browser
bg_bg: Грешка при попълване на екрана за разглеждане
de: Browser kann nicht geladen werden
fr: Échec du chargement du navigateur de la radio
it: Impossibile caricare il browser della radio
ja_jp: 無線機ブラウザのロードに失敗しました
pt_br: Falha ao carregar o navegador de rádio
ro_ro: Nu s-a reușit încărcarea browserului radio

source: Failed to parse result
bg_bg: Грешка при разбора на резултата
de: Ergebnis konnte nicht analysiert werden
fr: Échec d'analyse des résultats
it: Impossibile elaborare il risultato
ja_jp: 結果の解析に失敗しました
pt_br: Falha ao analisar o resultado
ro_ro: Nu s-a reușit analizarea rezultatului

source: Failed to send bug report:
bg_bg: Грешка при изпращане на доклад за дефект:
de: Fehler beim Senden des Fehlerberichts:
fr: Échec d'envoi du rapport de bogue:
it: Impossibile inviare la segnalazione del bug:
ja_jp: バグレポートの送信に失敗しました:
pt_br: Falha ao enviar relatório de erro:
ro_ro: Nu s-a reușit trimiterea raportului de bug:

source: Features
bg_bg: Настройки
fr: Caracteristiques
it: Funzionalità
ja_jp: 機能
pt_br: Características
ro_ro: Caracteristici

source: File a new bug
bg_bg: Докладване на дефект
de: Neuen Fehler melden
fr: Soumettre un nouveau bogue
it: Segnala un nuovo bug
ja_jp: 新しいバグを報告
pt_br: Registre um novo bug
ro_ro: Raportează un nou bug

source: File does not exist: %s
bg_bg: Файлът „%s“ не съществува
de: Datei existiert nicht: %s
fr: Fichier inexistant: %s
it: Il file non esiste: %s
ja_jp: ファイルが存在しません: %s
pt_br: O arquivo não existe: %s
ro_ro: Fișierul nu există: %s

source: Files
bg_bg: файлове
de: Dateien
fr: Fichiers
it: File
ja_jp: ファイル
pt_br: Arquivo
ro_ro: Fișiere

source: Files:
bg_bg: Файлове:
de: Dateien:
fr: Fichiers:
it: File:
ja_jp: ファイル:
pt_br: Arquivo:
ro_ro: Fișiere:

source: Filter
bg_bg: Филтър
fr: Filtrer
it: Filtro
ja_jp: フィルター
pt_br: Filtro
ro_ro: Filtrează

source: Filter results with location matching this string
bg_bg: Филтриране на резултатите, чието местоположение съдържат низа
de: Filter-Ergebnisse nach Standort, die dieser Zeichenfolge entsprechen
fr: Filtrer les résultats avec emplacement correspondant a cette chaine de caractères
it: Filtra i risultati con i luoghi che corrispondono a questa stringa
ja_jp: この文字列に一致する場所で結果をフィルタリング
pt_br: Filtrar resultados com localização que corresponda a esta string
ro_ro: Filtrează rezultatele cu locația care se potrivește cu acest șir

source: Find
bg_bg: Търсене
de: Suchen
fr: Rechercher
it: Trova
ja_jp: 検索
pt_br: Encontrar
ro_ro: Caută

source: Find Next
bg_bg: Следващо съвпадение
de: Weiter suchen
fr: Rechercher le suivant
it: Trova successivo
ja_jp: 次を検索
pt_br: Encontrar o proximo
ro_ro: Caută următorul

source: Find...
bg_bg: Търсене…
de: Suche...
fr: Rechercher...
it: Trova...
ja_jp: 検索...
pt_br: Encontrar...
ro_ro: Caută...

source: Finish Float
bg_bg: Довършете стойност с плаваща запетая
de: Beende den Gleitkommawert
fr: Terminer le Float
it: Float finale
ja_jp: 浮動小数点数完了
pt_br: Flutuação final
ro_ro: Termină Float

source: Finish float value like: 146.52
bg_bg: Довършете стойността с плаваща запетая например 146.52
de: Beende den Gleitkommawert wie folgt: 146.52
fr: Terminer la valeur float comme: 146.52
it: Il valore finale della float è: 146.52
ja_jp: 146.52 のような浮動小数点数値を入力
pt_br: Finalize o valor de ponto flutuante como: 146,52
ro_ro: Termină valoarea float ca: 146.52

source: Finished radio job %s
bg_bg: Със станцията е завършено е действието „%s“
de: Projekt %s abgeschlossen
fr: Tâche radio %s terminée
it: Lavoro radio completato %s
ja_jp: %s の処理が完了しました
pt_br: Trabalhos de rádio concluídos %s
ro_ro: Job-ul stației %s s-a terminat

source: Follow these instructions to download the radio memory: 1 - Connect your interface cable 2 - Radio > Download from radio: DO NOT mess with the radio during download! 3 - Disconnect your interface cable
fr: Suivez ces instructions pour télécharger la mémoire de la radio: 1 - Connectez votre câble d'interface 2 - Radio > Télécharger depuis la radio - Lire: NE PAS manipuler la radio pendant le téléchargement! 3 - Déconnectez votre câble d'interface
it: Segui queste istruzioni per scaricare la memoria della radio: 1 - Collega il cavo dati dell'interfaccia 2 - Radio > Scarica dalla radio: NON intervenire sulla radio durante il download! 3 - Scollega il cavo dati dell'interfaccia
ja_jp: 無線機メモリーをダウンロードするには以下の手順に従ってください: 1 - インターフェースケーブルを接続 2 - 無線機 > 無線機からダウンロード: ダウンロード中は無線機を操作しないでください！ 3 - インターフェースケーブルを取り外す
pt_br: Siga estas instruções para baixar a memória do rádio: 1 - Conecte o cabo de interface 2 - Rádio > Baixar do rádio: NÃO mexa no rádio durante o download! 3 - Desconecte o cabo de interface
ro_ro: Urmărește aceste instrucțiuni pentru a descărca memoria stației: 1 - Conectează cablul de interfață 2 - Radio > Descarcă din stație: NU modifica stația durând descărcarea! 3 - Deconectează cablul de interfață

source: Follow these instructions to download the radio memory: 1 - Connect your interface cable 2 - Radio > Download from radio: Don't adjust any settings on the radio head! 3 - Disconnect your interface cable
fr: Suivez ces instructions pour télécharger la mémoire de la radio: 1 - Connectez votre câble d'interface 2 - Radio > Télécharger depuis la radio - Lire: ne modifiez aucun réglage sur la façade de la radio! 3 - Déconnectez votre câble d'interface
it: Segui queste istruzioni per scaricare la memoria della radio: 1 - Collega il cavo dati dell'interfaccia 2 - Radio > Scarica dalla radio: non regolare le impostazioni della radio! 3 - Scollega il cavo dati dell'interfaccia
ja_jp: 無線機メモリーをダウンロードするには以下の手順に従ってください: 1 - インターフェースケーブルを接続 2 - 無線機 > 無線機からダウンロード: 無線機ヘッドで設定を調整しないでください！ 3 - インターフェースケーブルを取り外す
pt_br: Siga estas instruções para baixar a memória do rádio: 1 - Conecte o cabo de interface 2 - Rádio > Baixar do rádio: Não ajuste nenhuma configuração no rádio! 3 - Desconecte o cabo de interface
ro_ro: Urmărește aceste instrucțiuni pentru a descărca memoria stației: 1 - Conectează cablul de interfață 2 - Radio > Descarcă din stație: Nu ajusta nicio setare pe capul stației! 3 - Deconectează cablul de interfață

source: Follow these instructions to download the radio memory: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio, volume @ 50% 4 - CHIRP Menu - Radio - Download from radio
fr: Suivez ces instructions pour télécharger la mémoire de la radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio, volume @ 50% 4 - CHIRP Menu - Radio - Télécharger depuis la radio - Lire
it: Segui queste istruzioni per scaricare la memoria della radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio, volume al 50%. 4 - Menu CHIRP - Radio - Scarica dalla radio
ja_jp: 無線機メモリーをダウンロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン、音量を50%に 4 - CHIRPメニュー - 無線機 - 無線機からダウンロード
pt_br: Siga estas instruções para baixar a memória do rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio, volume em 50% 4 - Menu CHIRP - Rádio - Baixar do rádio
ro_ro: Urmărește aceste instrucțiuni pentru a descărca memoria stației: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația, volumul la 50% 4 - Meniu CHIRP - Radio - Descarcă din stație

source: Follow these instructions to download your config: 1 - Turn off your radio 2 - Connect your interface cable to the Speaker-2 jack 3 - Turn on your radio 4 - Radio > Download from radio 5 - Disconnect the interface cable! Otherwise there will be no right-side audio!
fr: Suivez ces instructions pour télécharger votre configuration: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface au jack haut-parleur 3 - Allumez votre radio 4 - Radio > Télécharger depuis la radio - Lire 5 - Déconnectez votre câble d'interface! Autrement il n'y aura pas d'audio du côté droit!
it: Segui queste istruzioni per scaricare la configurazione: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia alla presa Speaker-2 3 - Accendi la radio 4 - Radio > Scarica dalla radio 5 - Scollega il cavo dati dell'interfaccia! In caso contrario, non ci sarà l'audio del lato destro!
ja_jp: 設定をダウンロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルをスピーカー2ジャックに接続 3 - 無線機の電源をオン 4 - 無線機 > 無線機からダウンロード 5 - インターフェースケーブルを取り外してください！そうしないと右側のオーディオが出力されません！
pt_br: Siga estas instruções para baixar sua configuração: 1 - Desligue o rádio 2 - Conecte o cabo de interface à entrada Speaker-2 3 - Ligue o rádio 4 - Rádio > Baixar do rádio 5 - Desconecte o cabo de interface! Caso contrário, não haverá áudio no lado direito!
ro_ro: Urmărește aceste instrucțiuni pentru a descărca configurația ta: 1 - Oprește stația 2 - Conectează cablul de interfață la jack-ul Speaker-2 3 - Pornește stația 4 - Radio > Descarcă din stație 5 - Deconectează cablul de interfață! Altfel nu va exista audio pe partea dreaptă!

source: Follow these instructions to download your info: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Do the download of your radio data
bg_bg: Следвайте тези стъпки, за да изтеглите информацията: 1 - Изключете радиото 2 - Свържете кабела 3 - Включете радиото 4 - Изтеглете информацията
fr: Suivez ces instructions pour télécharger vos infos: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Téléchargez les données depuis votre radio
it: Segui queste istruzioni per scaricare le informazioni: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Effettua il download dei dati della radio
ja_jp: 情報をダウンロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - 無線機データのダウンロードを実行
pt_br: Siga estas instruções para baixar suas informações: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Faça o download dos dados do seu rádio
ro_ro: Urmărește aceste instrucțiuni pentru a descărca informațiile stației tale: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Fă descărcarea datelor stației tale

source: Follow these instructions to download your radio: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio (unlock it if password protected) 4 - Click OK to start
fr: Suivez ces instructions pour télécharger depuis votre radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio (déverrouillez-la si elle est protégée par mot de passe) 4 - Cliquez sur OK pour démarrer
it: Segui queste istruzioni per scaricare dalla radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio (sbloccala se è protetta da password) 4 - Fai clic su OK per iniziare
ja_jp: 無線機をダウンロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン (パスワード保護されている場合はロック解除) 4 - OKをクリックして開始
pt_br: Siga estas instruções para baixar o software do seu rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio (desbloqueie-o se estiver protegido por senha) 4 - Clique em OK para iniciar
ro_ro: Urmărește aceste instrucțiuni pentru a descărca stația ta: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația (deblochează-o dacă este protejată cu parolă) 4 - Apasă OK pentru a începe

source: Follow these instructions to read your radio: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Click OK to start
fr: Suivez ces instructions pour lire le contenu de votre radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Cliquez sur OK pour démarrer
it: Segui queste istruzioni per leggere la tua radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Fai clic su OK per iniziare
ja_jp: 無線機を読み込むには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - OKをクリックして開始
pt_br: Siga estas instruções para ler o seu rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Clique em OK para iniciar
ro_ro: Urmărește aceste instrucțiuni pentru a citi stația ta: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Apasă OK pentru a începe

source: Follow these instructions to upload the radio memory: 1 - Connect your interface cable 2 - Radio > Upload to radio: DO NOT mess with the radio during upload! 3 - Disconnect your interface cable
fr: Suivez ces instructions pour télécharger vers la mémoire de la radio: 1 - Connectez votre câble d'interface 2 - Radio > Télécharger vers la radio - Écrire: NE PAS manipuler la radio pendant le téléchargement! 3 - Déconnectez votre câble d'interface
it: Segui queste istruzioni per caricare la memoria della radio: 1 - Collega il cavo dati dell'interfaccia 2 - Radio > Carica sulla radio: NON intervenire sulla radio durante il caricamento! 3 - Scollega il cavo dati dell'interfaccia
ja_jp: 無線機メモリーをアップロードするには以下の手順に従ってください: 1 - インターフェースケーブルを接続 2 - 無線機 > 無線機へアップロード: アップロード中は無線機を操作しないでください！ 3 - インターフェースケーブルを取り外す
pt_br: Siga estas instruções para carregar a memória do rádio: 1 - Conecte o cabo de interface 2 - Rádio > Carregar no rádio: NÃO mexa no rádio durante o carregamento! 3 - Desconecte o cabo de interface
ro_ro: Urmărește aceste instrucțiuni pentru a încărca memoria stației: 1 - Conectează cablul de interfață 2 - Radio > Încărcare în stație: NU modifica stația durând încărcarea! 3 - Deconectează cablul de interfață

source: Follow these instructions to upload the radio memory: 1 - Connect your interface cable 2 - Radio > Upload to radio: Don't adjust any settings on the radio head! 3 - Disconnect your interface cable
fr: Suivez ces instructions pour télécharger vers la mémoire de la radio: 1 - Connectez votre câble d'interface 2 - Radio > Télécharger vers la radio - Écrire: ne modifiez aucun réglage sur la façade de la radio! 3 - Déconnectez votre câble d'interface
it: Segui queste istruzioni per caricare la memoria della radio: 1 - Collega il cavo dati dell'interfaccia 2 - Radio > Carica sulla radio: non modificare le impostazioni sulla radio! 3 - Scollega il cavo dati dell'interfaccia
ja_jp: 無線機メモリーをアップロードするには以下の手順に従ってください: 1 - インターフェースケーブルを接続 2 - 無線機 > 無線機へアップロード: 無線機ヘッドで設定を調整しないでください！ 3 - インターフェースケーブルを取り外す
pt_br: Siga estas instruções para carregar a memória do rádio: 1 - Conecte o cabo de interface 2 - Rádio > Carregar no rádio: Não ajuste nenhuma configuração no rádio! 3 - Desconecte o cabo de interface
ro_ro: Urmărește aceste instrucțiuni pentru a încărca memoria stației: 1 - Conectează cablul de interfață 2 - Radio > Încărcare în stație: Nu ajusta nicio setare pe capul stației! 3 - Deconectează cablul de interfață
