Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Bug number %s is closed
de: Fehler-Nummer %s ist geschlossen
fr: Le bogue numéro %s est fermé
it: La segnalazione del bug numero %s è stata chiusa
ja_jp: バグ番号 %s はクローズされています
pt_br: O bug número %s foi fechado
ro_ro: Numărul erorii %s este închis

source: Bug subject:
bg_bg: Доклад относно:
de: Fehler-Thema:
fr: Sujet du bogue:
it: Oggetto del bug:
ja_jp: バグの件名:
pt_br: Assunto do bug:
ro_ro: Subiectul erorii:

source: Building Radio Browser
bg_bg: Попълване на екрана за разглеждане
de: Bilde Browser
fr: Établissement navigateur radio
it: Creazione del browser della radio
ja_jp: 無線機ブラウザを構築中
pt_br: Navegador de rádio em construção
ro_ro: Se construiește browserul radio

source: CHIRP must be restarted for the new selection to take effect
bg_bg: За да влязат сила избраното, CHIRP трябва да рестартира
de: CHIRP muss neu gestartet werden, damit die neue Auswahl wirksam wird
fr: CHIRP doit être redémarré pour que la nouvelle sélection soit prise en compte
it: Per rendere effettiva la nuova selezione, è necessario riavviare CHIRP
ja_jp: 変更を適用するにはCHIRPを再起動する必要があります
pt_br: O CHIRP precisa ser reiniciado para que a nova seleção entre em vigor
ro_ro: CHIRP trebuie repornit pentru ca noua selecție să aibă efect.

source: Cached results can only be included for a proximity query with Latitude, Longitude, and Distance set. Please uncheck "%s"
de: Zwischengespeicherte Ergebnisse können nur für eine Näherungsabfrage mit festgelegten Breitengraden, Längengraden und Entfernungen berücksichtigt werden. Bitte deaktivieren Sie "%s"
fr: Les résultats en cache peuvent seulement être inclus pour une requête de proximité avec Latitude, Longitude et Distance. Veuillez décocher "%s"
it: I risultati della cache possono essere inclusi solo per una query di prossimità con latitudine, longitudine e distanza impostate. Deseleziona “%s”
ja_jp: キャッシュされた結果は、緯度、経度、距離を設定した近接クエリにのみ含めることができます。"%s" のチェックを外してください
pt_br: Os resultados em cache só podem ser incluídos em consultas de proximidade com latitude, longitude e distância definidas. Desmarque "%s".
ro_ro: Rezultatele cache pot fi incluse doar pentru o interogare de proximitate cu Lățime, Lungime și Distanță setate. Vă rugăm să debifați "%s"

source: Canada
bg_bg: Канада
de: Kanada
ja_jp: カナダ
pt_br: Canadá

source: Changing this setting requires refreshing the settings from the image, which will happen now.
bg_bg: Промяната на тази настройка изисква презареждане на настройките от образа, което ще се случи сега.
de: Um diese Einstellung zu ändern, müssen die Einstellungen aus dem Image aktualisiert werden. Dies geschieht jetzt.
fr: Modifier ce paramètre nécessite de rafraîchir tous les paramètres depuis l'image, ce qui va être fait maintenant.
it: Per modificare questa impostazione è necessario aggiornare le impostazioni dall'immagine, cosa che avverrà ora.
ja_jp: この設定を変更するには、イメージから設定を再読み込みする必要があります。今すぐ実行します。
pt_br: Alterar essa configuração requer atualizar as configurações da imagem, o que acontecerá agora.
ro_ro: Schimbarea acestei setări necesită reîmprospătarea setărilor din imagine, ceea ce va avea loc acum.

source: Channels with equivalent TX and RX %s are represented by tone mode of "%s"
bg_bg: Канали с еднакви TX и RX %s са представени с режим на тона „%s“.
de: Kanäle mit gleichem TX und RX %s werden durch den Tonmodus "%s" dargestellt
fr: Les canaux avec TX et RX équivalents %s sont représentés par le mode de tonalité de "%s"
it: I canali con TX e RX equivalenti %s sono rappresentati dalla modalità di tono "%s".
ja_jp: 送受信の %s が等しいチャンネルは、トーンモード "%s" で表されます
pt_br: Canais com valores equivalentes de TX e RX %s são representados pelo modo de tom "%s"
ro_ro: Canalele cu TX și RX echivalente %s sunt reprezentate de modul de ton "%s"

source: Chirp Image Files
bg_bg: Файлове с образи на Chirp
de: Image-Dateien
fr: Fichiers image Chirp
it: File immagine di Chirp
ja_jp: CHIRPイメージファイル
pt_br: Arquivos de imagem Chirp
ro_ro: Fișiere Imagine Chirp

source: Choice Required
bg_bg: Необходим е избор
de: Wahl erforderlich
fr: Choix nécessaire
it: Scelta richiesta
ja_jp: 選択が必要です
pt_br: Escolha obrigatória
ro_ro: Alegere necesară

source: Choose %s DTCS Code
bg_bg: Изберете код на DTSC за %s
de: Wähle DTCS-Code %s
fr: Choisir code DTCS %s
it: Scegli il codice DTCS %s
ja_jp: %s DTCSコードを選択
pt_br: Selecione o código DTCS %s
ro_ro: Alege Codul DTCS %s

source: Choose %s Tone
bg_bg: Изберете тон за %s
de: Wähle Ton %s
fr: Choisir tonalité %s
it: Scegli il tono %s
ja_jp: %s トーンを選択
pt_br: Selecione o tom %s
ro_ro: Alege Tonul %s

source: Choose Cross Mode
bg_bg: Изберете режим на прекръстосване
de: Wähle Cross-Modus
fr: Choisir mode cross
it: Scegli la modalità incrociata
ja_jp: クロスモードを選択
pt_br: Selecione o modo cruzado
ro_ro: Alege Modul Cross

source: Choose Diff Target
bg_bg: Изберете какво ще сравнявате
de: Wähle Vergleichsziel
fr: Choisir la cible de comparaison
it: Scegli un tipo di diff
ja_jp: 比較対象を選択
pt_br: Escolha um alvo diferente
ro_ro: Alege Ținta Diferenței

source: Choose a recent model
bg_bg: Изберете модел последно използваните станции
de: Wähle letztes Modell
fr: Choisir un modèle récent
it: Scegli un modello recente
ja_jp: 最近使用したモデルを選択
pt_br: Escolha um modelo recente
ro_ro: Alege un model recent

source: Choose duplex
bg_bg: Изберете дуплекс
de: Wähle Duplex
fr: Choisir duplex
it: Scegli duplex
ja_jp: デュプレックスを選択
pt_br: Escolha duplex
ro_ro: Alege duplex

source: Choose the module to load from issue %i:
bg_bg: Зареждане на модул от докладван дефект %i:
de: Wähle das Modul, das von %i heruntergeladen werden soll
fr: Choisir le module à charger pour le problème %i:
it: Scegli il modulo da caricare dal sito %i:
ja_jp: issue %i からロードするモジュールを選択:
pt_br: Selecione o módulo a ser carregado da issue %i:
ro_ro: Alege modulul de încărcat din problema %i:

source: City
bg_bg: Град
de: Stadt
fr: Ville
it: Città
ja_jp: 市町村
pt_br: Cidade
ro_ro: Oraș

source: Click here for full license text
bg_bg: Прочетете тук целия текст на лиценза
de: Vollständiger Lizenz-Text
fr: Appuyez ici pour le texte complet de la licence
it: Fai clic qui per leggere il testo completo della licenza
ja_jp: ライセンス全文はこちら
pt_br: Clique aqui para ler o texto completo da licença
ro_ro: Click aici pentru textul complet al licenței

source: Click here for online documentation
de: Online-Dokumentation
fr: Appuyez ici pour la documentation web
it: Fai clic qui per leggere la documentazione online
ja_jp: オンラインドキュメントはこちら
pt_br: Clique aqui para acessar a documentação online

source: Click on the "Special Channels" toggle-button of the memory editor to see/set the EXT channels. P-VFO channels 100-109 are considered Settings. Only a subset of the over 200 available radio settings are supported in this release. Ignore the beeps from the radio on upload and download.
fr: Cliquez sur le commutateur "Special Channels" de l'éditeur de mémoire pour voir ou modifier les canaux EXT. Les canaux P-VFO 100-109 sont considérés comme paramètres. Seul un sous-ensemble des 200 premiers paramètres radio disponibles est suppporté dans cette version. Ne tenez pas compte des bips de la radio durant le téléchargement.
it: Fai clic sul pulsante "Special Channels" dell'editor di memoria per vedere/impostare i canali EXT. I canali P-VFO 100-109 sono considerati impostazioni. Solo un sottoinsieme delle oltre 200 impostazioni radio disponibili sono supportate in questa versione. Ignora i segnali acustici della radio durante l'upload e il download.
ja_jp: メモリエディタの「特殊チャンネル」トグルボタンをクリックして、EXTチャンネルを表示/設定します。P-VFOチャンネル100-109は設定とみなされます。 200以上の利用可能な無線機設定のうち、このリリースでは一部のみがサポートされています。 アップロードおよびダウンロード中の無線機からのビープ音は無視してください。
pt_br: Clique no botão de alternância "Canais Especiais" do editor de memória para visualizar/configurar os canais EXT. Os canais P-VFO 100-109 são considerados Configurações. Apenas um subconjunto das mais de 200 configurações de rádio disponíveis é compatível com esta versão. Ignore os bipes do rádio durante o upload e o download.
ro_ro: Apasă pe butonul de comutare "Canale Speciale" din editorul de memorii pentru a vizualiza/seta canalele EXT. Canalele P-VFO 100-109 se consideră Setări. Doar un subset din cele peste 200 de setări disponibile pentru stație sunt acceptate în această versiune. Ignorează sunetele de la stație la încărcare și descărcare.

source: Clone completed, checking for spurious bytes
bg_bg: Записването завърши, проверка за паразитни байтове
de: Klonvorgang abgeschlossen, überprüfe auf fehlerhafte Bytes
es_es: Clonado completado, comprobando por bytes espurios
fr: Clonage terminé, vérification des octets erronés
it: Clonazione completata, controllo dei byte spuri
ja_jp: クローン完了、不要なバイトを確認中
pt_br: Clonagem concluída, verificando bytes espúrios
ro_ro: Clonare finalizată, verificare pentru octeți spurii

source: Cloning
bg_bg: Записване
de: Klonen
es_es: Clonando
fr: Clonage
it: Clonazione
ja_jp: クローン中
nl: Klonen
pt_br: Clonando
ro_ro: Clonare
uk_ua: Клонування

source: Cloning from radio
bg_bg: Зареждане от станция…
de: Klonen vom Funkgerät
es_es: Clonando desde radio
fr: Téléchargement depuis la radio - Lire
it: Clonazione dalla radio
ja_jp: 無線機からクローン中
pt_br: Descarregar a partir do Rádio
ro_ro: Clonare din stație

source: Cloning to radio
bg_bg: Записване в станция…
de: Klonen zum Funkgerät
es_es: Clonando a radio
fr: Téléchargement vers la radio - Écrire
it: Clonazione verso la radio
ja_jp: 無線機へクローン中
pt_br: Carregar para o Rádio
ro_ro: Clonare către stație

source: Close
bg_bg: Затваряне
de: Schließen
fr: Fermer
it: Chiudi
ja_jp: 閉じる
pt_br: Fechar
ro_ro: Închide

source: Close file
bg_bg: Затваряне на файла
de: Schließe Datei
fr: Fermer fichier
it: Chiudi il file
ja_jp: ファイルを閉じる
pt_br: Fechar arquivo
ro_ro: Închide fișierul

source: Close string value with double-quote (")
bg_bg: Завършете низа с права двойна кавичка (")
de: Schließe Zeichenfolge-Wert mit Doppel-Quote (")
fr: Fermer la chaîne de texte avec des guillemets (")
it: Chiudi il valore della stringa con un doppio apice (")
ja_jp: 文字列値を二重引用符 (") で閉じる
pt_br: Feche o valor da string com aspas duplas ("").
ro_ro: Închide valoarea șirului cu ghilimea (")

source: Cluster %i memory
bg_bg: Групиране на %i запис
de: Gruppiere %i Speicher
fr: Mémoire groupement %i
it: Raggruppa %i memoria
ja_jp: %i 件を同一グループにまとめる
pt_br: Memória do cluster %i
ro_ro: Memorie cluster %i

source: Comment
bg_bg: Коментар
de: Kommentar
es_es: Comentario
fr: Commentaire
it: Commento
ja_jp: コメント
nl: Opmerking
pt_br: Comentário
ro_ro: Comentariu
uk_ua: Коментар

source: Communicate with radio
bg_bg: Осъществяване на връзка със станция
de: Kommuniziere mit Funkgerät
fr: Communiquer avec la radio
it: Comunicazione con la radio
ja_jp: 無線機へ接続
pt_br: Comunicando com o rádio
ro_ro: Comunică cu stația

source: Complete
bg_bg: Завършено
de: Beendet
fr: Terminé
it: Completo
ja_jp: 完了
pt_br: Concluido
ro_ro: Complet

source: Complex or non-standard tone squelch mode (starts the tone mode selection wizard)
bg_bg: Сложен или нестандартен режим на тон за шумоподавителя (стартира съветник за избор на режим на тона)
de: Komplexer oder nicht standardmäßiger Tonrauschmodus (startet den Tonmodus-Auswahlassistenten)
fr: Mode silence tonalité complexe ou non-standard (démarre l'outil de sélection de sélection de tonalité)
it: Modalità squelch toni complessi o non standard (avvia la procedura guidata di selezione della modalità toni)
ja_jp: 複雑または非標準のトーンスケルチモード（トーンモード選択ウィザードを開始）
pt_br: Modo de silenciamento de tom complexo ou não padrão (inicia o assistente de seleção de modo de tom)
ro_ro: Mod de squelch cu ton complex sau non-standard (pornește asistentul de selecție a modului de ton)

source: Connect your interface cable to the PC Port on the back of the 'TX/RX' unit. NOT the Com Port on the head.
bg_bg: Свършете кабела към „PC Port“ на гърба на „TX/RX“ модула, а НЕ към „Com Port“ на предния панел.
fr: Connectez votre câble d'interface au port PC à l'arrière de l'unité 'TX/RX'. PAS au port de communication de la façade.
it: Collega il cavo dell'interfaccia alla porta del PC situata sul retro dell'unita 'TX/RX'. NON alla porta COM del pannello frontale.
ja_jp: インターフェースケーブルを 'TX/RX' ユニット背面の PC ポートに接続してください。ヘッドの Com ポートではありません。
pt_br: Conecte o cabo de interface à porta PC na parte traseira da unidade 'TX/RX'. NÃO à porta COM na unidade principal.
ro_ro: Conectează cablul de interfață la portul PC de pe spatele unității 'TX/RX'. NU la portul COM de pe cap.

source: Convert to FM
bg_bg: Превръщане в ЧМ
de: Zu FM konvertieren
fr: Convertir en FM
it: Converti in FM
ja_jp: FMに変換
pt_br: Converter para FM
ro_ro: Convertește la FM

source: Copy
bg_bg: Копиране
de: Kopieren
es_es: Copiar
fr: Copier
it: Copia
ja_jp: コピー
nl: KopiÃ«ren
pt_br: Copiar
ro_ro: Copiază

source: Copy portable
bg_bg: Преносимо копиране
de: Portable Kopie
fr: Copier (portable)
it: Copia portatile
ja_jp: ポータブルコピー
pt_br: Cópia portátil

source: Country
bg_bg: Държава
de: Land
fr: Pays
it: Nazione
ja_jp: 国
pt_br: País
ro_ro: Țară

source: Custom Port
bg_bg: Порт по избор
de: Benutzerdefinierter Port
fr: Port personnalisé
it: Porta personalizzata
ja_jp: ポートを手動で設定
pt_br: Porta customiada
ro_ro: Port personalizat

source: Custom...
bg_bg: По избор…
de: Benutzerdefiniert...
fr: Personnalisation...
it: Personalizza...
ja_jp: カスタム...
pt_br: Customização.
ro_ro: Personalizat...

source: Cut
bg_bg: Изрязване
de: Ausschneiden
es_es: Cortar
fr: Couper
it: Taglia
ja_jp: 切り取り
nl: Knippen
pt_br: Cortar
ro_ro: Taie

source: Cut %i memories
bg_bg: Изрязване %i записа
de: %i Speicher ausschneiden
fr: Couper %i mémoires
it: Taglia %i memorie
ja_jp: %i 件のメモリーを切り取り
pt_br: Corte %i memórias
ro_ro: Taie %i memorii

source: DTCS Polarity
bg_bg: Полярност на DTCS
de: DTCS Polarität
fr: Polarité DTCS
it: Polarità DTCS
ja_jp: DTCS極性
pt_br: Polaridade DTCS
ro_ro: Polaritate DTCS

source: DTMF decode
bg_bg: Декодиране на DTMF
de: DTMF decodieren
fr: Décodage DTMF
it: Decodifica DTMF
ja_jp: DTMF デコード
pt_br: Decodificado DTMF
ro_ro: Decodare DTMF

source: DV Memory
bg_bg: Записи за цифрови разговори
de: DV-Speicher
fr: Mémoire DV
it: Memoria DV
ja_jp: DVメモリー
pt_br: Memória DV
ro_ro: Memorie DV

source: Danger Ahead
bg_bg: Напред е опасно
de: Gefahr voraus
fr: Danger
it: Pericolo in vista
ja_jp: 警告
pt_br: Perigo à frente
ro_ro: Pericol în față

source: Delete
bg_bg: Премахване
de: Löschen
es_es: Borrar
fr: Supprimer
it: Elimina
ja_jp: 削除
nl: Verwijderen
pt_br: Apagar
ro_ro: Șterge

source: Delete memories
bg_bg: Премахване на записи
de: Speicher löschen
fr: Effacer les mémoires
it: Elimina memorie
ja_jp: メモリーを削除
pt_br: Apagar memórias
ro_ro: Șterge memorii

source: Developer Mode
bg_bg: Режим за разработчик
de: Entwickler-Modus
fr: Mode développeur
it: Modalità sviluppatore
ja_jp: 開発者モード
pt_br: Modo de desenvolvedor
ro_ro: Mod dezvoltator

source: Developer state is now %s. CHIRP must be restarted to take effect
bg_bg: Режимът на разработчик е %s. Приложението трябва да бъде рестартирано
de: Der Entwicklerstatus ist nun %s. CHIRP muss neu gestartet werden
fr: Le mode développement est maintenant %s. CHIRP doit être redémarré pour que ceci prenne effet
it: La modalità sviluppatore ora è %s. Per rendere effettiva questa modifica, CHIRP deve essere riavviato
ja_jp: 開発者状態は %s になりました。有効にするにはCHIRPを再起動してください
pt_br: O estado do desenvolvedor agora é %s. O CHIRP precisa ser reiniciado para que as alterações entrem em vigor
ro_ro: Starea dezvoltatorului este acum %s. CHIRP trebuie repornit pentru a intra în vigoare

source: Diff Raw Memories
bg_bg: Разлики в необработеното съдържание на записите
de: Vergleiche Rohspeicher
es_es: Diferenciar memorias en bruto
fr: Comparaison mémoires brutes
it: Diff memorie raw
ja_jp: Rawメモリーの差分
nl: Verschillen ruwe kanalen
pt_br: Diferentes memórias base
ro_ro: Diferență memorii brute

source: Diff against another editor
bg_bg: Сравняване с друг редактор
de: Mit anderem Tab vergleichen
fr: Comparer à un autre éditeur
it: Diff rispetto ad un altro editor
ja_jp: 他のエディタと比較
pt_br: Diferença em relação a outro editor
ro_ro: Diferență față de un alt editor

source: Digital Code
bg_bg: Цифров код
es_es: Código digital
fr: Code numérique
it: Codice digitale
ja_jp: デジタルコード
nl: Digitale code
pt_br: Código Digital
ro_ro: Cod digital
uk_ua: Цифровий код

source: Digital Modes
bg_bg: Цифрови режими
de: Digital-Modi
fr: Modes numériques
it: Modi digitali
ja_jp: デジタルモード
pt_br: Modos digitais
ro_ro: Moduri digitale

source: Disable reporting
bg_bg: Изключване на докладването
de: Berichte ausschalten
fr: Désactiver le rapport d'utilisation
it: Disabilita notifiche
ja_jp: 診断レポート送信を停止
pt_br: Desativar o relatório
ro_ro: Dezactivează raportarea

source: Disabled
bg_bg: Изключено
de: Deaktiviert
fr: Désactivé
it: Disabilitata
ja_jp: 無効
pt_br: Desabilitado
ro_ro: Dezactivat

source: Distance
bg_bg: Разстояние
de: Distanz
it: Distanza
ja_jp: 距離
pt_br: Distância
ro_ro: Distanță

source: Do not prompt again for %s
bg_bg: Без повторно питане за %s
de: Keine erneute Aufforderung für %s
fr: Ne plus demander pour %s
it: Non mostrarlo più per %s
ja_jp: 次回から %s に接続する際にプロンプトを表示しない
pt_br: Não solicite novamente %s
ro_ro: Nu întreba din nou pentru %s

source: Do you accept the risk?
bg_bg: Приемате ли риска?
de: Risiko akzeptieren?
fr: Acceptez-vous les risques?
it: Accetti il rischio?
ja_jp: リスクを承諾しますか？
pt_br: Você aceita o risco?
ro_ro: Acceptați riscul?

source: Double-click to change bank name
bg_bg: Името на банката може да бъде променено след двойно щракване
de: Doppel-Klick um Speicherbank-Name zu ändern
fr: Double-cliquer pour modifier le nom de la banque
it: Fai doppio clic per modificare il nome del banco
ja_jp: ダブルクリックしてバンク名を変更
pt_br: Clique duas vezes para alterar o nome do banco
ro_ro: Dublu clic pentru a schimba numele băncii

source: Download
bg_bg: Изтегляне
fr: Télécharger
it: Scarica
ja_jp: ダウンロード
ro_ro: Descarcă

source: Download from radio
bg_bg: Изтегляне от станция
de: Download vom Funkgerät
fr: Télécharger depuis la radio
it: Scarica dalla radio
ja_jp: 無線機からダウンロード
pt_br: Download a partir do rádio
ro_ro: Descarcă din stație

source: Download from radio...
bg_bg: Изтегляне от станция…
de: Download vom Funkgerät...
fr: Télécharger depuis la radio...
it: Scarica dalla radio...
ja_jp: 無線機からダウンロード...
pt_br: Download a partir do rádio.
ro_ro: Descarcă din stație...

source: Download instructions
bg_bg: Инструкции за изтегляне
de: Download-Anleitungen
fr: Instructions de téléchargement
it: Istruzioni per il download
ja_jp: ダウンロード手順
pt_br: Instruções de download
ro_ro: Instrucțiuni pentru descărcare

source: Driver
bg_bg: Управляващ софтуер
de: Treiber
fr: Pilote
ja_jp: ドライバー

source: Driver information
bg_bg: Сведения за управляващия софтуер
de: Treiber-Information
fr: Informations sur les pilotes
it: Informazioni sul driver
ja_jp: ドライバー情報
pt_br: Informações do driver
ro_ro: Informații despre driver

source: Driver messages
bg_bg: Съобщения от управляващия софтуер
de: Treiber-Meldungen
fr: Messages du pilote
it: Messaggi del driver
ja_jp: ドライバーメッセージ
pt_br: Mensagens do Driver
ro_ro: Mesaje ale driver-ului

source: Dual-mode digital repeaters that support analog will be shown as FM
bg_bg: Цифровите ретранслатори, поддържащи и аналогов режим ще бъдат показани като ЧМ
de: Dual-Mode-Digitalrepeater, die auch analoge Signale unterstützen, werden als FM angezeigt
fr: Les répéteurs numériques bimodes supportant l'analogique seront présentés comme FM
it: I ripetitori digitali dual-mode che supportano l'analogico saranno mostrati come FM
ja_jp: アナログ対応のデュアルモードデジタルレピータはFMとして表示されます
pt_br: Repetidores digitais de modo duplo que suportam sinal analógico serão exibidos como FM
ro_ro: Repetoarele digitale cu mod dublu care suportă analog vor fi afișate ca FM

source: Duplex
bg_bg: Дуплекс
es_es: Dúplex
ja_jp: デュプレックス
uk_ua: Дуплекс

source: Edit %i memories
de: Bearbeite %i Speicher
fr: Modifier %i mémoires
it: Modifica %i memorie
ja_jp: %i 件のメモリーを編集
pt_br: Editar %i memórias
ro_ro: Editați %i memorii

source: Edit details for %i memories
bg_bg: Промяна стойностите на %i записа
de: Bearbeite Details für %i Speicher
fr: Éditer les details pour %i mémoires
it: Modifica i dettagli di %i memorie
ja_jp: %i 件のメモリーの詳細を編集
pt_br: Editar detalhes para memórias %i
ro_ro: Editați detaliile pentru %i memorii

source: Edit details for memory %i
bg_bg: Промяна на запис № %i
de: Bearbeite Details für Speicher %i
fr: Editer les details pour la mémoire %i
it: Modifica i dettagli della memoria %i
ja_jp: メモリー %i の詳細を編集
pt_br: Editar detalhes para memória %i
ro_ro: Editați detaliile pentru memoria %i

source: Enable Automatic Edits
bg_bg: Автоматични промени
de: Automatische Bearbeitung einschalten
fr: Activer l'édition automatique
it: Abilita modifiche automatiche
ja_jp: 値を自動設定
pt_br: Ativar edições automáticas
ro_ro: Activați modificările automate

source: Enabled
bg_bg: Включено
de: Aktiviert
es_es: Habilitado
fr: Activé
it: Abilitato
ja_jp: 有効
pt_br: Habilitado
ro_ro: Activat

source: Enter Frequency
bg_bg: Въведете честота
de: Frequenz eingeben
fr: Entrer la fréquence
it: Inserisci una frequenza
ja_jp: 周波数を入力
pt_br: Frequência
ro_ro: Introduceți frecvența

source: Enter Offset (MHz)
bg_bg: Въведете отместване (МХц)
de: Offset (MHz) eingeben
fr: Saisir le décalage (MHz)
it: Inserisci un offset (MHz)
ja_jp: オフセットを入力 (MHz)
pt_br: Digite a frequência (MHz)
ro_ro: Introduceți offset-ul (MHz)

source: Enter TX Frequency (MHz)
bg_bg: Въведете честота на предаване (МХц)
de: Sende-Frequenz (MHz) eingeben
fr: Saisir la fréquence d'émission (MHz)
it: Inserisci una frequenza TX (MHz)
ja_jp: 送信周波数を入力 (MHz)
pt_br: Digite a frequência TX (MHz)
ro_ro: Introduceți frecvența TX (MHz)

source: Enter a new name for bank %s:
bg_bg: Въведете ново име за банка %s:
de: Neuer Name für Speicherbank %s:
fr: Saisir un nouveau nom pour la banque %s:
it: Inserisci un nuovo nome per il banco %s:
ja_jp: バンク %s の新しい名前を入力:
pt_br: Digite um novo nome para o banco %s:
ro_ro: Introduceți un nume nou pentru banca %s:

source: Enter custom port:
bg_bg: Въведете порт по избор:
de: Benutzerdefinierter Port:
fr: Saisir un port personnalisé:
it: Inserisci una porta personalizzata:
ja_jp: ポートを入力:
pt_br: Escolha a porta personalizada:
ro_ro: Introduceți portul personalizat:

source: Enter details about this update. Be descriptive about what you were doing, what you expected to happen, and what actually happened.
de: Gebe Details zu diesem Update an. Beschreibe genau, was getan wurde, was erwartet wurde und was tatsächlich passiert ist
fr: Ajoutez des détails à propos de cette mise-à-jour. Décrivez ce que vous faisiez, ce à quoi vous vous attendiez et ce qui est réellement arrivé.
it: Inserisci i dettagli di questo aggiornamento. Sii descrittivo su ciò che stavi facendo, su ciò che ti aspettavi accadesse e su ciò che è effettivamente accaduto.
ja_jp: この更新の詳細を入力してください。何をしていて、何が起こると期待し、実際には何が起こったかを具体的に記述してください。
pt_br: Descreva detalhadamente esta atualização. Seja específico sobre o que você estava fazendo, o que esperava que acontecesse e o que de fato aconteceu.
ro_ro: Introduceți detalii despre această actualizare. Fii descriptiv despre ce făceați, ce vă așteptați să se întâmple și ce s-a întâmplat de fapt.
