Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Follow these instructions to upload the radio memory: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio, volume @ 50% 4 - CHIRP Menu - Radio - Upload to radio
fr: Suivez ces instructions pour télécharger vers la mémoire de la radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio, volume @ 50% 4 - CHIRP Menu - Radio - Télécharger vers la radio - Écrire
it: Segui queste istruzioni per caricare la memoria della radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio, volume al 50%. 4 - Menu CHIRP - Radio - Carica sulla radio
ja_jp: 無線機メモリーをアップロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン、音量を50%に 4 - CHIRPメニュー - 無線機 - 無線機へアップロード
pt_br: Siga estas instruções para carregar a memória do rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio, volume em 50% 4 - Menu CHIRP - Rádio - Carregar no rádio
ro_ro: Urmărește aceste instrucțiuni pentru a încărca memoria stației: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația, volumul la 50% 4 - Meniu CHIRP - Radio - Încărcare în stație

source: Follow these instructions to upload your config: 1 - Turn off your radio 2 - Connect your interface cable to the Speaker-2 jack 3 - Turn on your radio 4 - Radio > Upload to radio 5 - Disconnect the interface cable, otherwise there will be no right-side audio! 6 - Cycle power on the radio to exit clone mode
fr: Suivez ces instructions pour télécharger votre configuration: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface au jack haut-parleur 3 - Allumez votre radio 4 - Radio > Télécharger vers la radio - Écrire 5 - Déconnectez votre câble d'interface! Autrement il n'y aura pas d'audio du côté droit! 6 - Éteignez puis rallumez votre radio pour sortir du mode de clonage
it: Segui le istruzioni per caricare la configurazione: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia alla presa Speaker-2 3 - Accendi la radio 4 - Radio > Carica sulla radio 5 - Scollega il cavo dati dell'interfaccia, altrimenti non ci sarà l'audio del lato destro! 6 - Accendi la radio per uscire dalla modalità clone.
ja_jp: 設定をアップロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルをスピーカー2ジャックに接続 3 - 無線機の電源をオン 4 - 無線機 > 無線機へアップロード 5 - インターフェースケーブルを取り外してください！そうしないと右側のオーディオが出力されません！ 6 - 無線機の電源を入れ直してクローンモードを終了
pt_br: Siga estas instruções para carregar sua configuração: 1 - Desligue o rádio 2 - Conecte o cabo de interface à entrada Speaker-2 3 - Ligue o rádio 4 - Rádio > Carregar no rádio 5 - Desconecte o cabo de interface, caso contrário, não haverá áudio no lado direito! 6 - Desligue e ligue o rádio para sair do modo de clonagem
ro_ro: Urmărește aceste instrucțiuni pentru a încărca configurația ta: 1 - Oprește stația 2 - Conectează cablul de interfață la jack-ul Speaker-2 3 - Pornește stația 4 - Radio > Încărcare în stație 5 - Deconectează cablul de interfață, altfel nu va exista audio pe partea dreaptă! 6 - Oprește și pornește din nou stația pentru a ieși din modul de clonare

source: Follow these instructions to upload your info: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Do the upload of your radio data
bg_bg: Следвайте тези стъпки, за да изпратите информацията: 1 - Изключете радиото 2 - Свържете кабела 3 - Включете радиото 4 - Изпратете информацията
fr: Suivez ces instructions pour télécharger vos infos: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Téléchargez les données vers votre radio
it: Segui le istruzioni per caricare le informazioni: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Effettua il caricamento dei dati sulla radio
ja_jp: 情報をアップロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - 無線機データのアップロードを実行
pt_br: Siga estas instruções para carregar suas informações: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Carregue os dados do seu rádio
ro_ro: Urmărește aceste instrucțiuni pentru a încărca informațiile stației tale: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Fă încărcarea datelor stației tale

source: Follow these instructions to upload your radio: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio (unlock it if password protected) 4 - Click OK to start
bg_bg: Следвайте тези стъпки, за да изпратите информацията: 1 - Изключете радиото 2 - Свържете кабела 3 - Включете радиото (отключете го ако е защитено с парола) 4 - Изберете „Добре“
fr: Suivez ces instructions pour télécharger vers votre radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio (déverrouillez-la si elle est protégée par mot de passe) 4 - Cliquez sur OK pour démarrer
it: Segui queste istruzioni per caricare i dati sulla radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio (sbloccarla se protetta da password) 4 - Fai clic su OK per iniziare
ja_jp: 無線機をアップロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン (パスワード保護されている場合はロック解除) 4 - OKをクリックして開始
pt_br: Siga estas instruções para fazer o upload do seu rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio (desbloqueie-o se estiver protegido por senha) 4 - Clique em OK para começar
ro_ro: Urmărește aceste instrucțiuni pentru a încărca stația ta: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația (deblochează-o dacă este protejată cu parolă) 4 - Apasă OK pentru a începe

source: Follow these instructions to write your radio: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Click OK to start
bg_bg: Следвайте тези стъпки, за да изпратите информацията: 1 - Изключете радиото 2 - Свържете кабела 3 - Включете радиото 4 - Изберете „Добре“
fr: Suivez ces instructions pour écrire dans votre radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Cliquez sur OK pour démarrer
it: Segui queste istruzioni per scrivere sulla radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Fai clic su OK per iniziare
ja_jp: 無線機に書き込むには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - OKをクリックして開始
pt_br: Siga estas instruções para programar seu rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Clique em OK para começar
ro_ro: Urmărește aceste instrucțiuni pentru a scrie în stația ta: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Apasă OK pentru a începe

source: Follow this instructions to download your info: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Do the download of your radio data
fr: Suivez ces instructions pour télécharger vos infos: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Téléchargez les données depuis votre radio
it: Segui le istruzioni per scaricare le informazioni: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Effettua il download dei dati della radio
ja_jp: 情報をダウンロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - 無線機データのダウンロードを実行
pt_br: Siga estas instruções para baixar suas informações: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Faça o download dos dados do seu rádio
ro_ro: Urmărește aceste instrucțiuni pentru a descărca informațiile: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Fă descărcarea datelor stației tale

source: Follow this instructions to read your radio: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Do the download of your radio data
fr: Suivez ces instructions pour lire le contenu de votre radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Téléchargez les données depuis votre radio
it: Segui queste istruzioni per leggere i dati dalla radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Effettua il download dei dati dalla radio
ja_jp: 無線機を読み込むには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - 無線機データのダウンロードを実行
pt_br: Siga estas instruções para ler os dados do seu rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Faça o download dos dados do seu rádio
ro_ro: Urmărește aceste instrucțiuni pentru a citi stația ta: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Fă descărcarea datelor stației tale

source: Follow this instructions to upload your info: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Do the upload of your radio data
fr: Suivez ces instructions pour télécharger vos infos: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Téléchargez les données vers votre radio
it: Segui le istruzioni per caricare le informazioni: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Effettua il caricamento dei dati sulla radio
ja_jp: 情報をアップロードするには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - 無線機データのアップロードを実行
pt_br: Siga estas instruções para carregar suas informações: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Carregue os dados do seu rádio
ro_ro: Urmărește aceste instrucțiuni pentru a încărca informațiile: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Fă încărcarea datelor stației tale

source: Follow this instructions to write your radio: 1 - Turn off your radio 2 - Connect your interface cable 3 - Turn on your radio 4 - Do the upload of your radio data
fr: Suivez ces instructions pour écrire dans votre radio: 1 - Éteignez votre radio 2 - Connectez votre câble d'interface 3 - Allumez votre radio 4 - Téléchargez les données vers votre radio
it: Segui queste istruzioni per scrivere i dati sulla radio: 1 - Spegni la radio 2 - Collega il cavo dati dell'interfaccia 3 - Accendi la radio 4 - Effettua il caricamento dei dati sulla radio
ja_jp: 無線機に書き込むには以下の手順に従ってください: 1 - 無線機の電源をオフ 2 - インターフェースケーブルを接続 3 - 無線機の電源をオン 4 - 無線機データのアップロードを実行
pt_br: Siga estas instruções para programar seu rádio: 1 - Desligue o rádio 2 - Conecte o cabo de interface 3 - Ligue o rádio 4 - Faça o upload dos dados do seu rádio
ro_ro: Urmărește aceste instrucțiuni pentru a scrie în stația ta: 1 - Oprește stația 2 - Conectează cablul de interfață 3 - Pornește stația 4 - Fă încărcarea datelor stației tale

source: Found empty list value for %(name)s: %(value)r
bg_bg: Намерена е стойност „празен списък“ за %(name)s: %(value)r
de: Leeren Listenwert gefunden für %(name)s: %(value)r
fr: Liste de valeurs vide trouvée pour %(name)s: %(value)r
it: Ho trovato un valore vuoto nella lista %(name)s: %(value)r
ja_jp: %(name)s の空のリスト値が見つかりました: %(value)r
pt_br: Encontrado valor de lista vazio para %(name)s: %(value)r
ro_ro: Sa găsit o valoare de listă goală pentru %(name)s: %(value)r

source: Frequency
bg_bg: Честота
de: Frequenz
es_es: Frecuencia
fr: Fréquence
it: Frequenza
ja_jp: 周波数(MHz)
nl: Frequentie
pt_br: Frequência
ro_ro: Frecvență
uk_ua: Частота

source: Frequency %s is out of supported ranges %s
de: Frequenz %s außerhalb der unterstützten Bereiche %s
ja_jp: 周波数 %s はサポート範囲 %s 外です

source: Frequency granularity in kHz
bg_bg: Стъпка на честотата в кХз
de: Frequenzgranularität in kHz
fr: Granularité fréquence en kHz
it: Granularità della frequenza in kHz
ja_jp: 周波数ステップ (kHz)
pt_br: Granularidade de frequência em kHz
ro_ro: Granularitatea frecvenței în kHz

source: Frequency in this range must not be AM mode
bg_bg: Честотата в този обхват не трябва да бъде в режим на АМ
de: Frequenz in diesem Bereich darf nicht im AM-Modus sein
fr: Une fréquence dans cette plage ne doit pas être en mode AM
it: La frequenza in questo intervallo non deve essere in modalità AM
ja_jp: この範囲の周波数ではAMモードは使用できません
pt_br: A frequência nessa faixa não deve ser em modo AM
ro_ro: Frecvența din acest interval nu trebuie să fie în modul AM

source: Frequency in this range not supported by firmware
de: Frequenzen in diesem Bereich werden von der Firmware nicht unterstützt
ja_jp: この範囲の周波数はファームウェアでサポートされていません

source: Frequency in this range requires AM mode
bg_bg: Честотата в този обхват изисква режим на АМ
de: Frequenzen in diesem Bereich erfordern den AM-Modus
fr: Une fréquence dans cette plage requiert le mode AM
it: La frequenza in questo intervallo richiede la modalità AM
ja_jp: この範囲の周波数ではAMモードが必要です
pt_br: Frequências nessa faixa requerem o modo AM
ro_ro: Frecvența din acest interval necesită modul AM

source: Frequency outside TX bands must be duplex=off
bg_bg: Честотата извън обхватите на предаване трябва да бъде 'duplex=off'
de: Frequenzen außerhalb der TX-Bänder brauchen "duplex = off"
fr: Une fréquence hors de la bande TX doit utiliser duplex=off
it: La frequenza al di fuori delle bande TX deve essere duplex=off
ja_jp: 送信帯域外の周波数ではデュプレックスをオフにする必要があります
pt_br: Frequências fora das bandas de transmissão devem estar com o modo duplex desativado
ro_ro: Frecvența este în afacerea benzilor TX și trebuie să fie duplex=OFF

source: Getting settings
bg_bg: Получаване на настройки
de: Einstellungen abrufen
fr: Acquisition des préférences
it: Acquisisci le impostazioni
ja_jp: 設定を取得しています
pt_br: Obtendo configurações
ro_ro: Obțin setările

source: Goto Memory
bg_bg: Към запис
de: Gehe zu Speicher
fr: Aller à la mémoire
it: Vai alla memoria
ja_jp: 行移動
pt_br: Ir para a memória
ro_ro: Mergi la Memorie

source: Goto Memory:
bg_bg: Към запис:
de: Gehe zu Speicher:
fr: Aller à la mémoire:
it: Vai alla memoria:
ja_jp: 指定した行に移動:
pt_br: Ir para a memória:
ro_ro: Mergi la Memorie:

source: Goto...
bg_bg: Към…
de: Gehe zu...
fr: Aller...
it: Vai...
ja_jp: 行移動...
pt_br: Ir para...
ro_ro: Mergi la...

source: Help
bg_bg: Помощ
de: Hilfe
es_es: Ayuda
fr: Aide
it: Aiuto
ja_jp: ヘルプ
pt_br: Ajuda
ro_ro: Ajutor
uk_ua: Довідка

source: Help Me...
bg_bg: Искам помощ…
de: Hilf mir...
fr: Aidez-moi...
it: Aiutami...
ja_jp: ポートが不明の場合...
pt_br: Me ajude...
ro_ro: Ajută-mă...

source: Hide empty memories
bg_bg: Скриване на празни зиписи
de: Leere Speicher ausblenden
fr: Cacher les mémoires vides
it: Nascondi memorie vuote
ja_jp: 空のメモリーを非表示
pt_br: Esconder memórias vazias
ro_ro: Ascunde memoriile goale

source: Honor the CTCSS/DCS receive squelch configuration when enabled, else only carrier squelch
de: Die CTCSS/DCS-Empfangsrauschsperre-Konfiguration wird berücksichtigt, wenn sie aktiviert ist; andernfalls nur die Trägerrauschsperre
fr: Respecter le paramètre de squelch CTCSS/CDS lorsque activé, sinon seulement le squelch sur porteuse
it: Rispetta la configurazione dello squelch di ricezione CTCSS/DCS quando è abilitata, altrimenti solo lo squelch della portante
ja_jp: 有効な場合、CTCSS/DCS受信スケルチ設定を優先し、それ以外の場合はキャリアスケルチのみを使用
pt_br: Respeite a configuração de silenciamento de recepção CTCSS/DCS quando ativada; caso contrário, utilize apenas o squelch da portadora
ro_ro: Respectă configurația de squelch pentru primire CTCSS/DCS când este activată, altfel doar squelch pentru purtător

source: Human-readable comment (not stored in radio)
bg_bg: Коментар за справка (не се пази в станцията)
de: Lesbarer Kommentar (wird nicht im Funkgerät gespeichert)
fr: Commentaire pour humains (pas stocké dans la radio)
it: Commento leggibile dall'essere umano (non memorizzato nella radio)
ja_jp: コメント (無線機には保存されません)
pt_br: Comentário legível por humanos (não armazenado no rádio)
ro_ro: Comentariu lizibil de om (nu este stocat în stație)

source: If set, sort results by distance from these coordinates
bg_bg: Ако е зададено, сортира резултатите по отдалеченост от тези координати
de: Falls diese Option aktiviert ist, werden die Ergebnisse nach Entfernung von diesen Koordinaten sortiert
fr: Si sélectionné, trier les résultats selon la distance depuis ces coordonnées
it: Se impostata, ordina i risultati secondo la distanza da tali coordinate
ja_jp: 設定した場合、これらの座標からの距離で結果をソートします
ro_ro: Dacă este setat, sortează rezultatele după distanța față de aceste coordonate

source: Import
bg_bg: Внасяне
de: Importieren
es_es: Importar
fr: Importer
it: Importa
ja_jp: インポート
nl: Importeren
pt_br: Importar
ro_ro: Importă
uk_ua: Імпорт

source: Import %i memories
de: Importiere %i Speicher
fr: Importer %i mémoires
it: Importa %i memorie
ja_jp: %i 件のメモリーをインポート
pt_br: Importar %i memórias
ro_ro: Importă %i memorii

source: Import from file...
bg_bg: Внасяне от файл…
de: Importieren von Datei...
fr: Importer depuis un fichier...
it: Importa da file...
ja_jp: ファイルからインポート...
pt_br: Importar do Arquivo...
ro_ro: Importă din fișier...

source: Import messages
bg_bg: Съобщения при внасяне
de: Importiere Meldungen
fr: Importer les messages
it: Importa messaggi
ja_jp: インポートメッセージ
pt_br: Importar mensagens
ro_ro: Mesaje de import

source: Import not recommended
bg_bg: Не се препоръчва внасяне
de: Import nicht empfohlen
fr: Import non recommandé
it: Importazione non consigliata
ja_jp: インポートは推奨されません
pt_br: Importação não recomendada
ro_ro: Importul nu este recomandat

source: Include Cached
de: Cache einschließen
fr: Inclure les éléments en cache
it: Includi la cache
ja_jp: キャッシュを含める
pt_br: Incluir em cache
ro_ro: Include din cache

source: Index
bg_bg: Пореден номер
es_es: Índice
it: Indice
ja_jp: インデックス
pt_br: Índice
uk_ua: Зміст

source: Info
bg_bg: Сведения
it: Informazioni
ja_jp: 情報
pt_br: Informações

source: Information
bg_bg: Сведения
it: Informazioni
ja_jp: 情報
pt_br: Informação
ro_ro: Informații

source: Insert Row Above
bg_bg: Вмъкване на ред отгоре
de: Zeile oben einfügen
fr: Insérer une ligne avant
it: Inserisci riga sopra
ja_jp: 上に1行追加
pt_br: Inserir linha acima
ro_ro: Inserare linie deasupra

source: Install desktop icon?
bg_bg: Добавяне на пикограма към работния плот?
de: Desktop-Symbol installieren?
fr: Installer une icône sur le bureau?
it: Vuoi installare un'icona sul desktop?
ja_jp: デスクトップアイコンをインストールしますか？
pt_br: Instalar ícone na área de trabalho?
ro_ro: Instalare iconiță pe desktop?

source: Interact with driver
bg_bg: Взаимодействие с управляващия софтуер
de: Mit dem Treiber interagieren
fr: Intéragir avec le pilote
it: Interagisci con il driver
ja_jp: ドライバーと対話
pt_br: Interagir com o drivewr
ro_ro: Interacționează cu driverul

source: Internal driver error
bg_bg: Вътрешна грешка на управляващия софтуер
de: Interner Treiber-Fehler
fr: Erreur interne du pilote
it: Errore interno del driver
ja_jp: 内部ドライバーエラー
pt_br: Erro Interno do driver
ro_ro: Eroare internă a driverului

source: Invalid %(value)s (use decimal degrees)
bg_bg: Неприемлива стойност „%(value)s“ (използвайте десетични градуси)
de: Falsche %(value)s (Dezimalgrad verwenden)
fr: Invalide %(value)s (utiliser degrés decimaux)
it: Il valore %(value)s non è valido (usare i gradi decimali)
ja_jp: 無効な %(value)s (10進数の度数を使用してください)
pt_br: %(value)s inválidos (use graus decimais)
ro_ro: %(value)s invalid (folosiți grade zecimale)

source: Invalid Entry
bg_bg: Недействителен запис
de: Ungültige Eingabe
fr: Entrée invalide
it: Valore non valido
ja_jp: 無効な入力
pt_br: Entrada inválida
ro_ro: Intrare invalidă

source: Invalid ZIP code
bg_bg: Неприемлив пощенски код
de: Ungültiger ZIP-Code
fr: Code postal invalide
it: Codice postale non valido
ja_jp: 無効なZIPコード
pt_br: Código postal inválido
ro_ro: Cod poștal invalid

source: Invalid edit: %s
bg_bg: Неприемлива промяна: %s
de: Ungültige Bearbeitung: %s
fr: Édition invalide: %s
it: Modifica non valida: %s
ja_jp: 無効な編集: %s
pt_br: Edição inválida: %s
ro_ro: Editare invalidă: %s

source: Invalid locator
de: Ungültiger Locator
fr: Localisateur invalide
it: Locator non valido
ja_jp: 無効なロケーター
pt_br: Valor inválido para este campo
ro_ro: Locator invalid

source: Invalid or unsupported module file
bg_bg: Недействителен или неподдържан файл на модул
de: Ungültige oder nicht unterstützte Moduldatei
fr: Fichier module invalide ou pas supporté
it: File del modulo non valido o non supportato
ja_jp: 無効またはサポートされていないモジュールファイル
pt_br: Arquivo de módulo inválido ou não suportado
ro_ro: Fișier modul invalid sau nesuportat

source: Invalid value: %r
bg_bg: Недействителна стойност: %r
de: Ungültiger Wert: %r
fr: Valeur invalide: %r
it: Valore non valido: %r
ja_jp: 無効な値: %r
pt_br: Valor inválido: %r
ro_ro: Valoare invalidă: %r

source: Issue %i is not in a valid state to load modules. It is highly recommended that you not attempt to manually load modules from this issue as it is likely to cause problems.
de: Issue %i befindet sich nicht in einem gültigen Zustand zum Laden von Modulen. Es wird dringend davon abgeraten, Module manuell über diesem Issue zu laden, da dies wahrscheinlich zu Problemen führt
it: L'oggetto %i non si trova in uno stato valido per caricare i moduli. Si consiglia vivamente di non tentare di caricare manualmente i moduli da questo oggetto, perché ciò potrebbe causare dei problemi.
ja_jp: Issue %i はモジュールをロードするのに有効な状態ではありません。問題が発生する可能性が高いため、このIssueから手動でモジュールをロードしないことを強くお勧めします。
pt_br: A issue %i não está em um estado válido para carregar módulos. É altamente recomendável que você não tente carregar módulos manualmente a partir dessa issue, pois isso provavelmente causará problemas.

source: Issue number:
bg_bg: Номер на дефект:
de: Issue-Nummer:
fr: Problème numero:
it: Numero:
ja_jp: Issue番号:
pt_br: Número de emissão:
ro_ro: Număr problemă:

source: Language
bg_bg: Език
de: Sprache
fr: Changer la langue
it: Lingua
ja_jp: 言語
pt_br: Idioma
ro_ro: Limbă

source: Latitude
bg_bg: Географска ширина
de: Breitengrad
it: Latitudine
ja_jp: 緯度
ro_ro: Latitudine

source: Length must be %i
bg_bg: Дължината трябва да бъде %i
de: Länge muss %i sein
fr: La longueur doit être %i
it: La lunghezza deve essere %i
ja_jp: 長さは %i である必要があります
pt_br: O comprimento deve ser %i
ro_ro: Lungimea trebuie să fie %i

source: Limit Bands
bg_bg: Ограничение по производител
de: Bänder beschränken
fr: Limiter les bandes
it: Limita bande
ja_jp: バンドを制限
pt_br: Bandas Limite
ro_ro: Limitează benzile

source: Limit Modes
bg_bg: Ограничение по модел
de: Modi beschränken
fr: Limiter les modes
it: Limita modi
ja_jp: モードを制限
pt_br: Modos de Limite
ro_ro: Limitează modurile

source: Limit Status
bg_bg: Ограничение по състояние
de: Status beschränken
fr: Limiter les états
it: Limita stato
ja_jp: ステータスを制限
pt_br: Status de limite
ro_ro: Stare limitată

source: Limit prefixes
bg_bg: Ограничение по наставка
de: Präfixes beschränken
fr: Limiter les préfixes
it: Limita i prefissi
ja_jp: プレフィックスを制限
pt_br: Prefixos de limite
ro_ro: Limitează prefixele

source: Limit results to this distance (km) from coordinates
bg_bg: Ограничаване на резултатите до това разстояние (км) от координатите
de: Ergebnisse auf diese Entfernung (km) von den Koordinaten beschränken
fr: Limiter les résultats à cette distance (km) depuis les coordonnées
it: Limita i risultati a questa distanza (km) dalle coordinate
ja_jp: 座標からこの距離 (km) 以内の結果に制限
pt_br: Limitar resultados a esta distância (km) das coordenadas
ro_ro: Limitează rezultatele la această distanță (km) de la coordonate

source: Limit use
bg_bg: Ограничаване на използването
de: Nutzung beschränken
fr: Limiter l'utilisation
it: Limita uso
ja_jp: 用途を制限
pt_br: Limitar o uso
ro_ro: Limitare utilizare

source: Load Module...
bg_bg: Зареждане на модул…
de: Lade Modul...
fr: Chargement module...
it: Carica modulo...
ja_jp: モジュールをロード...
pt_br: Módulo de carregamento...
ro_ro: Încarcă modul...

source: Load module from issue
bg_bg: Зареждане на модул от докладван дефект
de: Lade Modul von Issue
fr: Chargement module pour un problème
it: Carica modulo dal sito
ja_jp: Issueからモジュールをロード
pt_br: Carregar módulo a partir do problema
ro_ro: Încarcă modul din numărul de problemă...
