Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: %(value)s must be between %(min)i and %(max)i
bg_bg: %(value)s трябва да бъде между %(min)i и %(max)i
de: %(value)s muss zwischen %(min)i and %(max)i liegen
fr: %(value)s doit être entre %(min)i et %(max)i
it: %(value)s deve essere compreso tra %(min)i e %(max)i
ja_jp: %(value)s は %(min)i から %(max)i の間である必要があります
pt_br: %(value)s deve estar entre %(min)i e %(max)i
ro_ro: %(value)s trebuie să fie între %(min)i și %(max)i

source: %i Memories and shift all up
bg_bg: %i запис и преместване всички нагоре
de: %i Speicher und alles nach oben schieben
fr: %i Mémoires et tout décaler vers le haut
it: %i memoria e sposta tutto su
ja_jp: %i 件削除して全体を上方向にシフト
ro_ro: %i Memorie și deplasare sus toate

source: %i Memory
bg_bg: %i запис
de: %i Speicher
fr: %i Mémoire
it: %i memoria
ja_jp: %i 件の内容を削除
pt_br: %i Memória
ro_ro: %i Memorie

source: %i Memory and shift block up
bg_bg: %i запис и преместване блока нагоре
de: %i Speicher und Block nach oben schieben
fr: %i Mémoire et décaler le bloc vers le haut
it: %i memoria e sposta il blocco su
ja_jp: %i 件削除してグループを上方向にシフト
pt_br: %i Memória e bloco de deslocamento para cima
ro_ro: %i Memorie și bloc de schimb sus

source: %s has not been saved. Save before closing?
bg_bg: Промените на „%s“ не са запазени. Да бъдат ли запазени преди затваряне?
de: %s wurde geändert. Änderungen speichern?
fr: %s n'a pas été enregistré. Enregistrer avant de fermer ?
it: %s non è stato salvato. Vuoi salvarlo prima di chiudere?
ja_jp: %s は保存されていません。保存しますか？
pt_br: %s Arquivo modificado, salvar alterações antes de fechar?
ro_ro: %s nu a fost salvat. Vrei să salvezi înainte de a închide?

source: (Describe what actually happened instead)
bg_bg: (Опишете какво се случи вместо това)
de: (Beschreibe, was passiert ist)
fr: (Décrivez ce qui s'est réellement passé)
it: (Descrivi ciò che è realmente accaduto)
ja_jp: (実際に何が起こったかを記述してください)
pt_br: (Descreva o que realmente aconteceu)
ro_ro: (Descrie ce s-a întâmplat de fapt)

source: (Describe what you expected to happen)
bg_bg: (Опишете какво очаквахте да се случи)
de: (Beschreibe, was erwartet wurde)
fr: (Décrivez ce à quoi vous vous attendiez)
it: (Descrivi cosa ti aspettavi che accadesse)
ja_jp: (何が起こると期待していたかを記述してください)
pt_br: (Descreva o que você esperava que acontecesse)
ro_ro: (Descrie ce te așteptai să se întâmple)

source: (Describe what you were doing)
bg_bg: (Опишете какво направихте)
de: (Beschreibe, was getan wurde)
fr: (Décrivez ce que vous faisiez)
it: (Descrivi cosa stavi facendo)
ja_jp: (何をしていたかを記述してください)
pt_br: (Descreva o que você estava fazendo)
ro_ro: (Descrie ce făceai)

source: (Has this ever worked before? New radio? Does it work with OEM software?)
bg_bg: (Работило ли е това устройство някога преди? Нова станция? Работи ли с фабричния софтуер?)
de: (Hat das schon einmal funktioniert? Neues Radio? Funktioniert es mit der Originalsoftware?)
fr: (Est-ce que ça a déjà fonctionné? Nouvelle radio? Est-ce que ça fonctionne avec le logiciel du manufacturier?)
it: (Ha mai funzionato prima? Radio nuova? Funziona con il software OEM?)
ja_jp: (以前は動作していましたか？新しい無線機ですか？純正ソフトでは動作しますか？)
pt_br: (Isso já funcionou antes? Rádio novo? Funciona com o software original do fabricante?)
ro_ro: (A funcționat vreodată acest lucru înainte? Este un radio nou? Funcționează cu software-ul OEM?)

source: (none)
bg_bg: (няма)
de: (nichts)
fr: (vide)
it: (nessuno)
ja_jp: (なし)
pt_br: (nenhum)
ro_ro: (niciunul)

source: ...and %i more
bg_bg: …и още %i
de: ...und %i mehr
fr: ...et %i de plus
it: ...ed altre %i
ja_jp: ...他 %i 件
pt_br: ...e %i mais
ro_ro: ...și încă %i mai multe

source: 1. Connect programming cable to MIC jack. 2. Press OK.
bg_bg: 1. Включете кабела за програмиране в жака за микрофон. 2. Натиснете бутона „Добре“.
fr: 1. Connectez le câble de programmation au connecteur MIC. 2. Appuyez sur OK.
it: 1. Collega il cavo di programmazione alla presa MIC. 2. Fai clic su OK.
ja_jp: 1. プログラミングケーブルをマイクジャックに接続します。 2. OKを押します。
pt_br: 1. Conecte o cabo de programação. 2. Pressione OK.
ro_ro: 1. Conectează cablul de programare la jack-ul MIC. 2. Apasă OK.

source: 1. Ensure your firmware version is 4_10 or higher 2. Turn radio off 3. Connect your interface cable 4. Turn radio on 5. Press and release PTT 3 times while holding MONI key 6. Supported baud rates: 57600 (default) and 19200 (rotate dial while holding MONI to change) 7. Click OK
fr: 1. Assurez-vous que le firmware est en version is 4_10 ou supérieure 2. Éteignez la radio 3. Connectez votre câble d'interface 4. Allumez la radio 5. Appuyez et relâchez le PTT 3 fois tout en maintenant appuyée la touche MONI 6. Vitesses supportées: 57600 (défaut) et 19200 (tournez le rotacteur en maintenant appuyée la touche MONI 7. Cliquez sur OK
it: 1. Assicurati che la versione del firmware sia 4_10 o superiore 2. Spegni la radio 3. Collega il cavo dell'interfaccia 4. Accendi la radio 5. Premi e rilascia il PTT 3 volte mentre tieni premuto il tasto MONI 6. Velocità di trasmissione supportate: 57600 (predefinito) e 19200 (per cambiare, ruota il selettore, tenendo premuto MONI) 7. Fai clic su OK
ja_jp: 1. ファームウェアバージョンが 4_10 以上であることを確認してください 2. 無線機の電源をオフ 3. インターフェースケーブルを接続 4. 無線機の電源をオン 5. MONIキーを押しながらPTTを3回押して離す 6. サポートされるボーレート: 57600 (デフォルト) および 19200 (MONIを押しながらダイヤルを回して変更) 7. OKをクリック
pt_br: 1. Certifique-se de que a versão do seu firmware seja 4_10 ou superior. 2. Desligue o rádio. 3. Conecte o cabo de interface. 4. Ligue o rádio. 5. Pressione e solte o botão PTT 3 vezes enquanto mantém pressionada a tecla MONI. 6. Taxas de transmissão suportadas: 57600 (padrão) e 19200. (Gire o botão enquanto mantém pressionada a tecla MONI para alterar a taxa). 7. Clique em OK.
ro_ro: 1. Asigură-te că versiunea ta de firmware este 4_10 sau mai mare 2. Oprește stația 3. Conectează cablul de interfață 4. Pornește stația 5. Apasă și eliberează PTT de 3 ori ținând apăsat butonul MONI 6. Vitezele de baud suportate: 57600 (implicit) și 19200 (roteste butonul pentru a schimba, ținând apăsat MONI) 7. Apasă OK

source: 1. Turn Radio off. 2. Connect data cable. 3. While holding "A/N LOW" button, turn radio on. 4. <b>After clicking OK</b>, press "SET MHz" to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. En maintenant appuyée la touche "A/N LOW", allumez la radio. 4. <b>Après avoir cliqué sur OK</b>, appuyez sur "SET MHz" pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tenendo premuto il pulsante "A/N LOW", accendi la radio. 4. <b>Dopo aver fatto clic su OK</b>, premi "SET MHz" per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. "A/N LOW" ボタンを押しながら電源をオン 4. <b>OKをクリックした後</b>、"SET MHz" を押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Mantendo pressionado o botão "A/N LOW", ligue o rádio. 4. Após clicar em OK, pressione "SET MHz" para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. În timp ce ții apăsat butonul "A/N LOW", pornește stația. 4. <b>După ce apesi OK</b>, apasă "SET MHz" pentru a trimite imaginea.

source: 1. Turn Radio off. 2. Connect data cable. 3. While holding "A/N LOW" button, turn radio on. 4. Press "MW D/MR" to receive image. 5. Make sure display says "-WAIT-" (see note below if not) 6. Click OK to dismiss this dialog and start transfer. Note: if you don't see "-WAIT-" at step 5, try cycling power and pressing and holding red "*L" button to unlock radio, then start back at step 1.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Tout en maintenant appuyée la touche "A/N LOW", allumez la radio. 4. Appuyez sur "MW D/MR" pour recevoir l'image. 5. Assurez-vous de l'affichage "-WAIT-" (consultez la note ci-dessous dans le cas contraire) 6. Cliquez sur OK pour ignorer le dialogue et lancer le transfert. Note: si vous ne voyez pas "-WAIT-" à l'étape 5, essayez de redémarrer en appuyant et en maintenant le bouton rouge "*L" pour déverrouiller la radio, retournez ensuite à l'étape 1.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tenendo premuto il pulsante "A/N LOW", accendi la radio. 4. Premi "MW D/MR" per acquisire l'immagine. 5. Assicurati che il display indichi "-WAIT-" (in caso contrario, vedi la nota seguente) 6. Fai clic su OK per chiudere la finestra di dialogo ed avviare il trasferimento. Nota: se al punto 5 non viene visualizzato il messaggio "-WAIT-", prova a spegnere la radio, tenendo premuto il pulsante rosso "*L" per sbloccarla, quindi ricomincia dal punto 1.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. "A/N LOW" ボタンを押しながら電源をオン 4. "MW D/MR" を押してイメージを受信 5. ディスプレイに "-WAIT-" と表示されていることを確認 (表示されない場合は下記の注記を参照) 6. OKをクリックしてこのダイアログを閉じ、転送を開始 注: ステップ5で "-WAIT-" が表示されない場合、電源を入れ直し、 赤い "*L" ボタンを長押しして無線機のロックを解除してから、 ステップ1からやり直してください。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Mantendo pressionado o botão "A/N LOW", ligue o rádio. 4. Pressione "MW D/MR" para receber a imagem. 5. Certifique-se de que o visor mostre "-WAIT-" (consulte a nota abaixo caso contrário). 6. Clique em OK para fechar esta caixa de diálogo e iniciar a transferência. Nota: se você não ver "-WAIT-" na etapa 5, tente reiniciar o rádio e pressionar e manter pressionado o botão vermelho "*L" para desbloqueá-lo e, em seguida, volte à etapa 1.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. În timp ce ții apăsat butonul "A/N LOW", pornește stația. 4. Apasă "MW D/MR" pentru a primi imaginea. 5. Asigură-te că pe display apare "-WAIT-" (vezi nota de mai jos dacă nu apare) 6. Apasă OK pentru a închide acest dialog și a începe transferul. Notă: dacă nu vezi "-WAIT-" la pasul 5, încearcă să repornești stația și să ții apăsat butonul roșu "*L" pentru a debloca stația, apoi începe din nou cu pasul 1.

source: 1. Turn Radio off. 2. Connect data cable. 3. While holding "F/W" button, turn radio on. 4. <b>After clicking OK</b>, press "RPT" to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Allumez la radio tout en maintenant la touche "F/W". 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche "RPT" pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tenendo premuto il pulsante "F/W", accendi la radio. 4. <b>Dopo aver fatto clic su OK</b>, premi "RPT" per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. "F/W" ボタンを押しながら電源をオン 4. <b>OKをクリックした後</b>、"RPT" を押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Mantendo pressionado o botão "F/W", ligue o rádio. 4. <b>Após clicar em OK</b>, pressione "RPT" para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. În timp ce ții apăsat butonul "F/W", pornește stația. 4. <b>După ce apesi OK</b>, apasă "RPT" pentru a trimite imaginea.

source: 1. Turn Radio off. 2. Connect data cable. 3. While holding "F/W" button, turn radio on. 4. Press "REV" to receive image. 5. Click OK to start transfer.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Allumez la radio tout en maintenant la touche "F/W" enfoncée. 4. Appuyez sur la touche "REV" pour mettre la radio en mode réception. 5. Cliquez sur OK pour démarrer le transfert.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tenendo premuto il pulsante "F/W", accendi la radio. 4. Premi "REV" per acquisire l'immagine. 5. Fai clic su OK per avviare il trasferimento.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. "F/W" ボタンを押しながら電源をオン 4. "REV" を押してイメージを受信 5. OKをクリックして転送を開始
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Mantendo pressionado o botão "F/W", ligue o rádio. 4. Pressione "REV" para receber a imagem. 5. Clique em OK para iniciar a transferência.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. În timp ce ții apăsat butonul "F/W", pornește stația. 4. Apasă "REV" pentru a primi imaginea. 5. Apasă OK pentru a începe transferul.

source: 1. Turn Radio off. 2. Connect data cable. 3. While holding "TONE" and "REV" buttons, turn radio on. 4. <b>After clicking OK</b>, press "TONE" to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Allumez la radio tout en maintenant les touches "TONE" and "REV" appuyées. 4. <b>Après avoir cliqué sur OK</b>, appuyez sur "TONE" pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tenendo premuto i pulsanti "TONE" e "REV", accendi la radio. 4. <b>Dopo aver fatto clic su OK</b>, premi "TONE" per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. "TONE" と "REV" ボタンを押しながら電源をオン 4. <b>OKをクリックした後</b>、"TONE" を押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Mantendo pressionados os botões "TONE" e "REV", ligue o rádio. 4. <b>Após clicar em OK</b>, pressione "TONE" para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. În timp ce ții apăsate butoanele "TONE" și "REV", pornește stația. 4. <b>După ce apesi OK</b>, apasă "TONE" pentru a trimite imaginea.

source: 1. Turn Radio off. 2. Connect data cable. 3. While holding "TONE" and "REV" buttons, turn radio on. 4. Press "REV" to receive image. 5. Make sure display says "CLONE RX" and green led is blinking 6. Click OK to start transfer.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Allumez la radio tout en maintenant les touches "TONE" and "REV" appuyées. 4. Appuyez sur "REV" pour recevoir l'image. 5. Assurez vous que l'affichage indique "CLONE RX" et que la LED verte clignote 6. Cliquez sur OK pour démarrer le transfert.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tenendo premuto i pulsanti "TONE" e "REV", accendi la radio. 4. Premi "REV" per acquisire l'immagine. 5. Assicurati che il display indichi "CLONE RX" e che il led verde lampeggi. 6. Fai clic su OK per avviare il trasferimento.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. "TONE" と "REV" ボタンを押しながら電源をオン 4. "REV" を押してイメージを受信 5. ディスプレイに "CLONE RX" と表示され、緑色のLEDが点滅していることを確認 6. OKをクリックして転送を開始
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Mantendo pressionados os botões "TONE" e "REV", ligue o rádio. 4. Pressione "REV" para receber a imagem. 5. Certifique-se de que o visor mostre "CLONE RX" e o LED verde esteja piscando. 6. Clique em OK para iniciar a transferência.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. În timp ce ții apăsate butoanele "TONE" și "REV", pornește stația. 4. Apasă "REV" pentru a primi imaginea. 5. Asigură-te că ecranul afișează "CLONE RX" și LED-ul verde clipește 6. Apasă OK pentru a începe transferul.

source: 1. Turn radio off. 2. Connect cable 3. Press and hold in the MHz, Low, and D/MR keys on the radio while turning it on 4. Radio is in clone mode when TX/RX is flashing 5. <b>After clicking OK</b>, press the MHz key on the radio to send image. ("TX" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble 3. Appuyez et maintenez les touches MHz, Low, et D/MR de la radio pendant son allumage 4. La radio est en mode de clonage quand TX/RX clignote 5. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche MHz de la radio pour envoyer l'image. ("TX" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tieni premuti i tasti MHz, Low e D/MR sulla radio mentre la accendi. 4. La radio è in modalità clone quando TX/RX lampeggia. 5. <b>Dopo aver fatto clic su OK</b>, premi il tasto MHz sulla radio per inviare l'immagine. (sul display apparirà la scritta "TX").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルを接続 3. 無線機の MHz、Low、D/MR キーを押しながら電源をオン 4. TX/RX が点滅したら無線機はクローンモードです 5. <b>OKをクリックした後</b>、無線機の MHz キーを押してイメージを送信 (LCDに "TX" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo. 3. Pressione e segure as teclas MHz, Low e D/MR no rádio enquanto o liga. 4. O rádio está no modo clone quando TX/RX estiver piscando. 5. Após clicar em OK, pressione a tecla MHz no rádio para enviar a imagem. "TX" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul 3. Apasă și ține apăsate tastele MHz, Low și D/MR pe stație în timp ce o pornești 4. Stația este în modul clonă când TX/RX clipește 5. <b>După ce apesi OK</b>, apasă tasta MHz pe stație pentru a trimite imaginea. (va apărea "TX" pe LCD).

source: 1. Turn radio off. 2. Connect cable 3. Press and hold in the MHz, Low, and D/MR keys on the radio while turning it on 4. Radio is in clone mode when TX/RX is flashing 5. Press the Low key on the radio ("RX" will appear on the LCD). 6. Click OK.
fr: 1. Éteignez la radio. 2. Connectez le câble 3. Appuyez et maintenez les touches MHz, Low, et D/MR de la radio pendant son allumage 4. La radio est en mode de clonage quand TX/RX clignote 5. Appuyez sur la touche Low de la radio ("RX" va apparaître sur l'écran LCD). 6. Cliquez sur OK.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Tieni premuti i tasti MHz, Low e D/MR sulla radio mentre la accendi. 4. La radio è in modalità clone quando TX/RX lampeggia. 5. Premi il tasto Low sulla radio (sul display apparirà la scritta "RX"). 6. Fai clic su OK.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルを接続 3. 無線機の MHz、Low、D/MR キーを押しながら電源をオン 4. TX/RX が点滅したら無線機はクローンモードです 5. 無線機の Low キーを押します (LCDに "RX" と表示されます)。 6. OKをクリック
pt_br: 1. Desligue o rádio. 2. Conecte o cabo. 3. Pressione e segure as teclas MHz, Low e D/MR no rádio enquanto o liga. 4. O rádio está no modo clone quando TX/RX estiver piscando. 5. Pressione a tecla Low no rádio ("RX" aparecerá no LCD). 6. Clique em OK.
ro_ro: 1. Oprește stația. 2. Conectează cablul 3. Apasă și ține apăsate tastele MHz, Low și D/MR pe stație în timp ce o pornești 4. Stația este în modul clonă când TX/RX clipește 5. Apasă tasta Low pe stație (va apărea "RX" pe LCD). 6. Apasă OK.

source: 1. Turn radio off. 2. Connect cable to ACC jack. 3. Press and hold in the [MODE &lt;] and [MODE &gt;] keys while turning the radio on ("CLONE MODE" will appear on the display). 4. <b>After clicking OK</b> here, press the [C.S.] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise jack ACC. 3. Appuyez et maintenez les touches [MODE &lt;] et [MODE &gt;] pendant que vous allumez la radio ("CLONE MODE" va apparaître sur l'afficheur). 4. <b>Après avoir cliqué sur OK</b> ici, appuyez la touche [C.S.] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa ACC. 3. Tieni premuti i tasti [MODE &lt;] e [MODE &gt;] mentre accendi la radio (sul display apparirà la scritta "CLONE MODE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [C.S.] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをACCジャックに接続 3. [MODE &lt;] と [MODE &gt;] キーを押しながら電源をオン (ディスプレイに "CLONE MODE" と表示されます)。 4. ここで<b>OKをクリックした後</b>、[C.S.] キーを押して イメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada ACC. 3. Pressione e segure as teclas [MODE &lt;] e [MODE &gt;] enquanto liga o rádio ("CLONE MODE" aparecerá no visor). 4. <b>Após clicar em OK</b> aqui, pressione a tecla [C.S.] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul ACC. 3. Apasă și ține apăsate tastele [MODE &lt;] și [MODE &gt;] în timp ce pornești stația (va apărea "CLONE MODE" pe ecran). 4. <b>După ce apasăți OK</b> aici, apăsați tasta [C.S.] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to ACC jack. 3. Press and hold in the [MODE &lt;] and [MODE &gt;] keys while turning the radio on ("CLONE MODE" will appear on the display). 4. <b>After clicking OK</b>, press the [A] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise jack ACC. 3. Appuyez et maintenez les touches [MODE &lt;] et [MODE &gt;] pendant que vous allumez la radio ("CLONE MODE" va apparaître sur l'afficheur). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [A] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa ACC. 3. Tieni premuti i tasti [MODE &lt;] e [MODE &gt;] mentre accendi la radio (sul display apparirà la scritta "CLONE MODE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [A] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをACCジャックに接続 3. [MODE &lt;] と [MODE &gt;] キーを押しながら電源をオン (ディスプレイに "CLONE MODE" と表示されます)。 4. <b>OKをクリックした後</b>、[A] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada ACC. 3. Pressione e segure as teclas [MODE &lt;] e [MODE &gt;] enquanto liga o rádio ("CLONE MODE" aparecerá no visor). 4. <b>Após clicar em OK</b>, pressione a tecla [A] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul ACC. 3. Apasă și ține apăsate tastele [MODE &lt;] și [MODE &gt;] în timp ce pornești stația (va apărea "CLONE MODE" pe ecran). 4. <b>După ce apasăți OK</b>, apăsați tasta [A] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to ACC jack. 3. Press and hold in the [MODE &lt;] and [MODE &gt;] keys while turning the radio on ("CLONE MODE" will appear on the display). 4. Click OK here. ("Receiving" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise jack ACC. 3. Appuyez et maintenez les touches [MODE &lt;] et [MODE &gt;] pendant que vous allumez la radio ("CLONE MODE" va apparaître sur l'afficheur). 4. Cliquez ici sur OK. ("Receiving" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa ACC. 3. Tieni premuti i tasti [MODE &lt;] e [MODE &gt;] mentre accendi la radio (sul display apparirà la scritta "CLONE MODE"). 4. Fai clic su OK. (Sul display apparirà la scritta "Receiving").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをACCジャックに接続 3. [MODE &lt;] と [MODE &gt;] キーを押しながら電源をオン (ディスプレイに "CLONE MODE" と表示されます)。 4. ここでOKをクリック (LCDに "Receiving" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada ACC. 3. Pressione e segure as teclas [MODE &lt;] e [MODE &gt;] enquanto liga o rádio ("CLONE MODE" aparecerá no visor). 4. Clique em OK. ("Receiving" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul ACC. 3. Apasă și ține apăsate tastele [MODE &lt;] și [MODE &gt;] în timp ce pornești stația (va apărea "CLONE MODE" pe ecran). 4. Apasă OK aici. (va apărea "Receiving" pe ecranul LCD).

source: 1. Turn radio off. 2. Connect cable to ACC jack. 3. Press and hold in the [MODE &lt;] and [MODE &gt;] keys while turning the radio on ("CLONE MODE" will appear on the display). 4. Press the [A](RCV) key ("receiving" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise jack ACC. 3. Appuyez et maintenez les touches [MODE &lt;] et [MODE &gt;] pendant que vous allumez la radio ("CLONE MODE" va apparaître sur l'afficheur). 4. Appuyez sur la touche [A](RCV) ("receiving" va apparaître sur l'écran LCD)
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa ACC. 3. Tieni premuti i tasti [MODE &lt;] e [MODE &gt;] mentre accendi la radio (sul display apparirà la scritta "CLONE MODE"). 4. Premi il tasto [A](RCV) (sul display apparirà la scritta "Receiving").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをACCジャックに接続 3. [MODE &lt;] と [MODE &gt;] キーを押しながら電源をオン (ディスプレイに "CLONE MODE" と表示されます)。 4. [A](RCV) キーを押します (LCDに "receiving" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada ACC. 3. Pressione e segure as teclas [MODE &lt;] e [MODE &gt;] enquanto liga o rádio ("CLONE MODE" aparecerá no visor). 4. Pressione a tecla [A](RCV) ("recebendo" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul ACC. 3. Apasă și ține apăsate tastele [MODE &lt;] și [MODE &gt;] în timp ce pornești stația (va apărea "CLONE MODE" pe ecran). 4. Apasă tasta [A](RCV) (va apărea "receiving" pe ecranul LCD).
