Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Unable to read last block. This often happens when the selected model is US but the radio is a non-US one (or widebanded). Please choose the correct model and try again.
bg_bg: Последният блок не е прочетен. Това се случва, когато избраният модел e предназначен за употреба в САЩ, но станцията не е (или e с разширен обхват). Изберете правилния модел и опитайте отново.
es_es: No se puede leer el último bloque. Esto suele suceder cuando el modelo seleccionado es de EE.UU pero la radio no es una de EE.UU (o de banda ancha). Por favor elije el modelo correcto e intenta de nuevo.
fr: Impossible de lire le dernier bloc. Ceci se produit fréquemment quand le modèle sélectionné est US mais que la radio n'est pas US (ou large-bande). Sélectionnez le bon modèle et reessayez.
it: Impossibile leggere l'ultimo blocco. Questo accade spesso, quando il modello selezionato è US, ma la radio è un modello non US (o widebanded). Scegli il modello corretto e riprova.
ja_jp: 最後のブロックを読み込めません。これは、選択されたモデルがUSモデルであるのに、無線機が非USモデル（またはワイドバンド化されたもの）である場合によく発生します。正しいモデルを選択して再試行してください。
pt_br: Não foi possível ler o último bloco. Isso geralmente ocorre quando o modelo selecionado é dos EUA, mas o rádio não é dos EUA (ou é de banda larga). Selecione o modelo correto e tente novamente.
ro_ro: Nu s-a putut citi ultimul bloc. Acest lucru se întâmplă adesea când modelul selectat este US, dar radioul este unul non-US (sau deblocat pentru frecvențe extinse). Vă rugăm să alegeți modelul corect și să încercați din nou.

source: Unable to reveal %s on this system
bg_bg: Грешка при намиране на %s на системата
de: %s kann auf diesem System nicht angezeigt werden
fr: Impossible de montrer %s sur ce système
it: Impossibile rivelare %s su questo sistema
ja_jp: このシステムでは %s を表示できません
pt_br: Não foi possível revelar %s neste sistema
ro_ro: Nu se poate afișa %s pe acest sistem

source: Unable to set %s on this memory
bg_bg: Грешка при задаване на %s в записа
de: Speicher %s kann nicht festgelegt werden
fr: Impossible de régler %s dans cette mémoire
it: Impossibile impostare %s su questa memoria
ja_jp: このメモリーに %s を設定できません
pt_br: Não foi possível definir %s nesta memória
ro_ro: Nu se poate seta %s pe această memorie

source: Unable to upload this file
bg_bg: Грешка при качване на файла
de: Datei kann nicht hochgeladen werden
fr: Impossible de télécharger ce fichier
it: Impossibile caricare questo file
ja_jp: このファイルをアップロードできません
pt_br: Não foi possível carregar este arquivo
ro_ro: Nu s-a putut încărca acest fișier

source: Undo
bg_bg: Отменяне
de: Rückgängig machen
fr: Annuler
it: Annulla
ja_jp: 元に戻す
pt_br: Desfazer
ro_ro: Anulează

source: United States
bg_bg: САЩ
de: USA
fr: États-Unis
it: Stati Uniti
ja_jp: 米国
pt_br: Estados Unidos
ro_ro: Statele Unite

source: Unplug your cable (if needed) and then click OK
bg_bg: Изключете кабела (ако е необходимо) и натиснете бутона„Добре“
de: Kabel abziehen (falls erforderlich) und auf OK klicken
fr: Débranchez votre câble (si nécessaire) et cliquez sur OK
it: Scollega il cavo (se necessario) e quindi fai clic su OK
ja_jp: ケーブルを抜いてからOKをクリックしてください。
pt_br: Desconecte o cabo (se necessário) e clique em OK
ro_ro: Deconectați cablul (dacă este necesar), apoi faceți clic pe OK

source: Unsupported model %r
bg_bg: Моделът %r не е поддържан
de: Modell %r wird nicht unterstützt
fr: Modèle non supporté %r
it: Modello non supportato %r
ja_jp: 非対応モデル %r
pt_br: %r Modelo não suportado
ro_ro: Model neacceptat %r

source: Update an existing bug
bg_bg: Промяна на съществуващ дефект
de: Bestehenden Fehler aktualisieren
fr: Mettre à jour un bogue existant
it: Aggiorna un bug esistente
ja_jp: 既存のバグを更新
pt_br: Atualizar um bug existente
ro_ro: Actualizează o eroare existentă

source: Updating bug %s
bg_bg: Промяна на дефект %s
de: Aktualisiere Fehler %s
fr: Bogue %s en cours de mise à jour
it: Aggiornamento del bug %s
ja_jp: バグ %s を更新中
pt_br: Atualizando o bug %s
ro_ro: Actualizarea erorii %s

source: Upload instructions
bg_bg: Инструкции за изпращане
de: Upload-Anleitung
fr: Instruction de téléchargement
it: Istruzioni per il caricamento
ja_jp: アップロード手順
pt_br: Instruções de upload
ro_ro: Instrucțiuni pentru încărcare

source: Upload is disabled due to unsupported firmware version
bg_bg: Не може да бъде изпращано към станцията поради неподдържана версия на управляващия софтуер
de: Upload ist aufgrund einer nicht unterstützten Firmware-Version deaktiviert
fr: Les téléchargements vers la radio sont désactivés à cause d'une version de firmware non supportée
it: Il caricamento è disabilitato a causa di una versione del firmware non supportata
ja_jp: 非対応ファームウェアバージョンのためアップロードは無効になっています
pt_br: O upload está desativado devido à versão de firmware não ser compatível
ro_ro: Încărcarea este dezactivată din cauza unei versiuni de firmware neacceptate

source: Upload to radio
bg_bg: Изпращане към станция
de: Upload zum Funkgerät
fr: Télécharger vers la radio
it: Carica sulla radio
ja_jp: 無線機にアップロード
pt_br: Enviar para a rádio
ro_ro: Încarcă în stație

source: Upload to radio...
bg_bg: Изпращане към станция…
de: Upload zum Funkgerät...
fr: Télécharger vers la radio...
it: Carica sulla radio...
ja_jp: 無線機にアップロード...
pt_br: Enviar para a rádio.
ro_ro: Încarcă în stație

source: Uploaded memory %s
bg_bg: Изпратен е запис № %s
de: Hochgeladener Speicher %s
fr: Memoire %s téléchargée
it: Memoria caricata %s
ja_jp: メモリー %s をアップロードしました
pt_br: Memória enviada: %s
ro_ro: Memorie încărcată %s

source: Use TX Frequency Workflow
de: Benutze TX-Frequenz Workflow
fr: Utilise l'approche Fréquence TX
it: Utilizza il flusso di lavoro della frequenza TX
ja_jp: 送信周波数ワークフローを使用
pt_br: Use o fluxo de trabalho de frequência TX

source: Use fixed-width font
bg_bg: Равноширок шрифт
de: Schriftart mit fester Breite
fr: Utiliser une police à largeur fixe
it: Usa carattere a larghezza fissa
ja_jp: 固定幅フォントを使用
pt_br: Use fontes de largura fixa
ro_ro: Folosește font cu lățime fixă

source: Use larger font
bg_bg: По-едър шрифт
de: Größere Schrift
fr: Utiliser une plus grande police
it: Usa carattere più grande
ja_jp: 大きいフォントを使用
pt_br: Use uma fonte maior
ro_ro: Folosește font mai mare

source: Username
bg_bg: Потребител
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
ja_jp: ユーザー名
pt_br: Nome de usuário
ro_ro: Nume utilizator

source: Value does not fit in %i bits
bg_bg: Стойността не се побира в %i бита
de: Wert passt nicht in %i Bits
fr: La valeur ne rentre pas dans %i bits
it: Il valore non rientra in %i bit
ja_jp: 値は %i bitにしてください
pt_br: O valor não cabe em %i bits
ro_ro: Valoarea nu se încadrează în %i biți

source: Value must be at least %.4f
bg_bg: Стойността трябва да бъде най-малко %.4f
de: Wert muss mindestens %.4f betragen
fr: La valeur doit être d'au moins %.4f
it: Il valore deve essere almeno %.4f
ja_jp: 値は %.4f 以上にしてください
pt_br: O valor deve ser de pelo menos %.4f
ro_ro: Valoarea trebuie să fie cel puțin %.4f

source: Value must be at most %.4f
bg_bg: Стойността трябва да бъде най-много %.4f
de: Wert darf höchstens %.4f betragen
fr: La valeur ne doit pas dépasser %.4f
it: Il valore deve essere al massimo %.4f
ja_jp: 値は %.4f 以下にしてください
pt_br: O valor deve ser no máximo %.4f
ro_ro: Valoarea trebuie să fie cel mult %.4f

source: Value must be exactly %i decimal digits
bg_bg: Стойността трябва да бъде точно %i цифри
de: Wert muss genau %i Dezimalstellen haben
fr: La valeur doit comporter exactement %i décimales
it: Il valore deve essere esattamente di %i cifre decimali
ja_jp: 値は %i 桁にしてください
pt_br: O valor deve ter exatamente %i dígitos decimais
ro_ro: Valoarea trebuie să aibă exact %i cifre zecimale

source: Value must be zero or greater
bg_bg: Стойността трябва да бъде нула или повече
de: Wert muss null oder größer sein
fr: La valeur doit être zero ou positive
it: Il valore deve essere maggiore o uguale a zero
ja_jp: 値は 0 以上にしてください
pt_br: O valor deve ser zero ou maior
ro_ro: Valoarea trebuie să fie zero sau mai mare

source: Value to search memory field for
bg_bg: Стойност, която търсите в запис в паметта
de: Wert, nach dem im Speicherfeld gesucht werden soll
fr: Valeur recherchée dans le champ mémoire
it: Valore da ricercare nel campo della memoria
ja_jp: メモリーフィールドを検索する値
pt_br: Valor para pesquisar no campo de memória
ro_ro: Valoare pentru căutarea câmpului de memorie

source: Values
bg_bg: Стойности
de: Werte
fr: Valeurs
it: Valori
ja_jp: 値
pt_br: Valor
ro_ro: Valori

source: Vendor
bg_bg: Производител
de: Hersteller
es_es: Vendedor
fr: Fabricant
it: Produttore
ja_jp: メーカー
nl: Merk
pt_br: Fornecedor
ro_ro: Furnizor
uk_ua: Виробник

source: View
bg_bg: Изглед
de: Ansicht
fr: Voir
it: Visualizza
ja_jp: 表示
pt_br: Visualizar
ro_ro: Vizualizează

source: WARNING!
bg_bg: ВНИМАНИЕ!
de: WARNUNG!
fr: ATTENTION!
it: ATTENZIONE!
ja_jp: 警告！
pt_br: AVISO!
ro_ro: ATENȚIE!

source: Warning
bg_bg: Внимание
de: Warnung
fr: Attention
it: Attenzione
ja_jp: 警告
pt_br: Aviso
ro_ro: Atenție

source: Warning: %s
bg_bg: Внимание: %s
de: Warnung: %s
fr: Attention: %s
it: Attenzione: %s
ja_jp: 警告: %s
pt_br: Aviso: %s
ro_ro: Atenție: %s

source: Welcome
bg_bg: Добре дошли
de: Willkommen
fr: Bienvenue
it: Benvenuto
ja_jp: ようこそ
pt_br: Bem Vindo
ro_ro: Bine ați venit

source: With this option checked, a proximity search will include cached results from other localities if they are in range, match other filter parameters, and have been downloaded before.
de: Wenn diese Option aktiviert ist, werden bei einer Umkreissuche auch zwischengespeicherte Ergebnisse aus anderen Orten berücksichtigt, sofern diese in Reichweite liegen, anderen Filterparametern entsprechen und bereits heruntergeladen wurden.
fr: Avec cette option cochée, une recherche de proximité inclura les résultats mis en cache d'autres localités s'ils sont à portée, correspondent à d'autres paramètres de filtre et ont déjà été téléchargés.
it: Con questa opzione selezionata, una ricerca di prossimità includerà i risultati memorizzati nella cache di altre località, se presenti nel range, se corrispondono ad altri parametri del filtro e se sono stati scaricati in precedenza.
ja_jp: このオプションをチェックすると、近接検索には、範囲内にあり、他のフィルターパラメータと一致し、以前にダウンロードされた他の地域のキャッシュされた結果が含まれます。
pt_br: Com essa opção selecionada, uma busca por proximidade incluirá resultados em cache de outras localidades se estiverem dentro do alcance, corresponderem a outros parâmetros de filtro e já tiverem sido baixados anteriormente.
ro_ro: Cu această opțiune bifată, o căutare pe bază de proximitate va include rezultate din alte localități, dacă acestea sunt în intervalul de căutare, se potrivesc altor parametri de filtrare și au fost descărcate anterior.

source: Would you like CHIRP to install a desktop icon for you?
bg_bg: Желаете ли пряк път към CHIRP на работния плот?
de: Soll CHIRP ein Desktop-Symbol erstellen?
fr: Souhaitez-vous que CHIRP installe une icône pour vous sur le bureau?
it: Vuoi che CHIRP installi un'icona sul desktop?
ja_jp: デスクトップにCHIRPのアイコンを設定しますか？
pt_br: Você gostaria que o CHIRP instalasse um ícone na sua área de trabalho?
ro_ro: Doriți ca CHIRP să instaleze un icon pe desktop pentru dvs.?

source: You have opened multiple issues within the last week. CHIRP limits the number of issues you can open to avoid abuse. If you really need to open another, please do so via the website.
bg_bg: През изминалите седем дена сте докладвали няколко дефекта. С цел предотвратяване на злоупотреби CHIRP ограничава броя на докладите през приложението. Ако трябва да докладвате нов дефект го направете през страницата.
de: Sie haben innerhalb der letzten Woche mehrere Probleme gemeldet. CHIRP beschränkt die Anzahl der gemeldeten Probleme, um Missbrauch zu verhindern. Soll unbedingt ein weiteres Problem gemeldet, bitte die Website nutzen.
fr: Vous avez soumis plusieurs bogues dans la dernière semaine. CHIRP limite le nombre de bogues que vous pouvez ouvrir pour éviter les abus. Si vous voulez véritablement en ouvrir un autre, faites-le depuis le site web.
it: Hai aperto più segnalazioni nell'ultima settimana. Per evitare abusi, CHIRP limita il numero di segnalazioni che è possibile aprire. Se hai davvero bisogno di aprirne un altro, fallo tramite il sito.
ja_jp: 過去1週間で複数のIssueを開いています。CHIRPは乱用を防ぐために開くことができるIssueの数を制限しています。どうしても別のIssueを開く必要がある場合は、ウェブサイトから行ってください。
pt_br: Você abriu vários chamados na última semana. O CHIRP limita o número de chamados que você pode abrir para evitar abusos. Se realmente precisar abrir outro chamado, faça-o pelo site.
ro_ro: Ați deschis mai multe probleme în ultima săptămână. CHIRP limitează numărul de probleme pe care le puteți deschide pentru a evita abuzurile. Dacă chiar trebuie să deschideți încă una, vă rugăm să o faceți prin intermediul site-ului.

source: Your Prolific-based USB device will not work without reverting to an older version of the driver. Visit the CHIRP website to read more about how to resolve this?
bg_bg: USB устройството от Prolific няма да работи преди да върнете по-предно издание на управляващия софтуер. Посещаване страницата на CHIRP, за да прочетете как да решите този проблем?
de: Das Prolific-basierte USB-Gerät funktioniert nur mit einer älteren Treiberversion. Weitere Informationen zur Behebung dieses Problems befinden sich auf der CHIRP-Webseite.
fr: Votre appareil USB utilise une puce Prolific qui ne fonctionnera pas sans installer une version antérieure du pilote. Visiter le site web de CHIRP pour plus d'informations à ce sujet?
it: Il dispositivo USB basato su Prolific non funzionerà senza tornare a una versione precedente del driver. Vuoi visitare il sito web di CHIRP, per saperne di più su come risolvere questo problema?
ja_jp: お使いのProlificベースのUSBデバイスは、ドライバーを古いバージョンに戻さないと動作しません。解決方法の詳細については、CHIRPウェブサイトをご覧ください。
pt_br: Seu dispositivo USB baseado em Prolific não funcionará sem que você retorne a uma versão anterior do driver. Visite o site da CHIRP para saber mais sobre como resolver esse problema
ro_ro: Dispozitivul dvs. USB bazat pe Prolific nu va funcționa fără a reveni la o versiune mai veche a driverului. Vizitaţi site-ul CHIRP pentru a citi mai multe despre cum să rezolvați această problemă?

source: Your QTH Locator
de: QTH-Locator
fr: Votre localisation QTH
it: Il tuo QTH Locator
ja_jp: あなたのQTHロケーター
pt_br: Seu localizador de QTH
ro_ro: Locatorul dvs. QTH

source: Your cable appears to be on port:
bg_bg: Изглежда кабелът е включен в порт:
de: Das Kabel scheint an folgendem Port angeschlossen zu sein:
fr: Votre câble apparaît sur le port:
it: Il cavo sembra collegato alla porta:
ja_jp: あなたのケーブルが使用しているポート:
pt_br: Seu cabo parece estar conectado à porta:
ro_ro: Se pare că cablul dvs. este pe portul:

source: bits
bg_bg: бита
it: bit
ja_jp: ビット

source: bytes
bg_bg: байта
fr: octets
it: byte
ja_jp: バイト

source: bytes each
bg_bg: байта всеки
de: Bytes jeweils
fr: octets chacun
it: byte ciascuno
ja_jp: バイトずつ
pt_br: bytes cada
ro_ro: bytes fiecare

source: disabled
bg_bg: изключен
de: deaktiviert
fr: desactivé
it: disabilitata
ja_jp: 無効
pt_br: desabilitado
ro_ro: Dezactivat

source: enabled
bg_bg: включен
de: aktiviert
fr: activé
it: abilitata
ja_jp: 有効
pt_br: habilitado
ro_ro: Activat

source: {bank} is full
bg_bg: {bank} е пълна
de: {bank} ist voll
es_es: {bank} está lleno
fr: {bank} pleine
it: {bank} è pieno
ja_jp: {bank} は一杯です
pt_br: {bank} está cheio
ro_ro: {bank} este plin

source: Bug number not found
bg_bg: Доклад за дефект с този номер не е намерен
de: Fehler-Nummer nicht gefunden
fr: Numéro de bogue non trouvé
it: Il numero del bug non esiste
pt_br: Número do bug não encontrado
ro_ro: Numărul erorii nu a fost găsit

source: Bug number:
bg_bg: Доклад за дефект номер:
de: Fehler-Nummer:
fr: Numéro de bogue:
it: Numero del bug:
ro_ro: Numărul erorii:

source: Close String
bg_bg: Завършване на низ
de: Schließe Zeichenfolge
fr: Fermer la chaîne de texte
it: Chiudi la stringa
pt_br: Fechar string
ro_ro: Închide șirul

source: Cross Mode
bg_bg: Режим на прекръстосване
de: Cross-Modus
es_es: Modo cruzado
fr: Mode cross
it: Modalità incrociata
pt_br: Modo Cross
ro_ro: Mod Cross
uk_ua: Кросрежим

source: Detailed information
bg_bg: Подробна информация
de: Detail-Information
fr: Informations détaillées
it: Informazioni dettagliate
pt_br: Informações detalhadas
ro_ro: Informații detaliate

source: Filter...
bg_bg: Филтър…
fr: Filtrer...
it: Filtro...
pt_br: Filtro...
ro_ro: Filtrează...

source: Frequency %s is out of supported range
bg_bg: Честотата %s е извън поддържания обхват
fr: La fréquence %s est en dehors de la plage supportée
it: La frequenza %s non rientra nel range supportato
pt_br: A frequência %s está fora do intervalo suportado
ro_ro: Frecvența %s este în afara intervalului acceptat

source: LIVE
bg_bg: НА ЖИВО
it: In diretta live
pt_br: AO VIVO

source: Live Radio
bg_bg: Радио на живо
fr: Radio en direct
it: Radio in diretta live
pt_br: Rádio ao vivo
ro_ro: Radio direct

source: Property Name
bg_bg: Име на свойство
de: Eigenschaftsname
fr: Nom du paramètre
it: Nome della proprietà
pt_br: Nome da propriedade
ro_ro: Nume proprietate

source: Property Value
bg_bg: Стойност на свойство
de: Eigenschaftswert
fr: Valeur du paramètre
it: Valore della proprietà
pt_br: Valor da propriedade
ro_ro: Valoare proprietate

source: Receive frequency
bg_bg: Честота на приемане
de: Empfangsfrequenz
fr: Fréquence de réception
it: Frequenza di ricezione
pt_br: Frequencia RX
ro_ro: Frecvență de recepție

source: Recent
bg_bg: Последно използвани станции
de: Letzte
fr: Récent
it: Recente
pt_br: Recente

source: Recent...
bg_bg: Последни…
de: Letzte...
fr: Récent...
it: Recente...
pt_br: Recente.

source: Reporting a new bug: %r
bg_bg: Доклад на нов дефект: %r
de: Neuen Fehler melden: %r
fr: Rapporter un nouveau bogue: %r
it: Segnalazione di un nuovo bug: %r
pt_br: Reportando um novo bug: %r
ro_ro: Raportarea unui bug nou: %r

source: Select Language
bg_bg: Избор на език
de: Wähle Sprache:
fr: Choisir langue
it: Seleziona la lingua
pt_br: Selecionar linguagem
ro_ro: Selectați coloanele

source: Tone squelch mode
bg_bg: Режим на тона за шумоподавителя
de: Ton-Squelch-Modus
fr: Mode silence tonalité
it: Modalità squelch a tono
pt_br: Tom Squelch
ro_ro: Modul de squelch cu ton

source: DTCS
pt_br: Polaridade DTCS

source: Dec
pt_br: Detectar

source: Bin
fr: Corbeille

source: Band plans define default channel settings for frequencies in a region. Choose a band plan or None for completely manual channel settings.
es_es: Los planes de banda definen los ajustes predeterminados de canal para las frecuencias en una región. Elije una plan de banda o Ninguno para ajustes de canal completamente manuales.

source: Retrieving %s information
es_es: Recuperando %s información

source: Setting name on %s
es_es: Estableciendo nombre en %s

source: Name
es_es: Nombre
nl: Naam
uk_ua: Ім'я

source: Updating {type} index for memory {num}
es_es: Actualizando {type} índice para memoria {num}

source: Updating mapping information for memory {num}
es_es: Actualizando información de mapeado para memoria {num}

source: Getting memory {num}
es_es: Obteniendo memoria {num}
nl: Ophalen kanaal {num}
uk_ua: Отримання пам'яті {num}

source: Setting index for memory {num}
es_es: Estableciendo índice para memoria {num}
nl: Instellen van de index voor kanaal {num}
uk_ua: Установка індексу для пам'яті {num}

source: Getting {type} for memory {num}
es_es: Obteniendo {type} para memoria {num}

source: Loc
es_es: Lugar
nl: Plaats

source: Getting {type} information for memory {num}
es_es: Obteniendo {type} información para memoria {num}

source: Getting %s information
es_es: Obteniendo %s información

source: {vendor} {model} on {port}
es_es: {vendor} {model} en {port}
nl: {vendor} {model} op {port}

source: Detect
es_es: Detectar
nl: Detecteren
uk_ua: Визначити

source: Unable to detect radio on {port}
es_es: No se puede detectar radio en {port}
nl: Niet in staat om de radio op {port} te detecteren
uk_ua: Не вдалося виявити радіо на {port}

source: Internal error: Unable to upload to {model}
es_es: Error interno: No se puede subir a {model}
nl: Interne fout: Niet in staat om te uploaden naar {model}
uk_ua: Внутрішня помилка: не вдалося записати на {model}

source: Clone Progress
es_es: Progreso de clonado
nl: Vooruitgang van het klonen
uk_ua: Поступ клонування

source: Cancel
es_es: Cancelar
nl: Annuleren
uk_ua: Скасувати

source: Completed
es_es: Completado
nl: Volbracht
uk_ua: Завершено

source: idle
es_es: inactivo
nl: luieren
uk_ua: простоювання

source: Details
es_es: Detalles

source: Proceed?
es_es: ¿Proceder?

source: Do not show this next time
es_es: No mostrar esto la próxima vez

source: Callsign
es_es: Señal de llamada
nl: Roepletters
uk_ua: Позивний

source: Your callsign
es_es: Tu señal de llamada
nl: Uw roepletters
uk_ua: Ваш позивний

source: Repeater callsign
es_es: Señal de llamada del repetidor
nl: Roepletters van de repeater
uk_ua: Позивний репітера

source: My callsign
es_es: Mi señal de llamada
nl: Mijn roepletters
uk_ua: Мій позивний

source: Downloading URCALL list
es_es: Descargando lista URCALL
nl: Downloaden van URCALL lijst
uk_ua: Завантаження списку URCALL

source: Downloading RPTCALL list
es_es: Descargando lista RPTCALL
nl: Downloaden van RPTCALL lijst
uk_ua: Завантаження списку RPTCALL

source: Downloading MYCALL list
es_es: Descargando lista MYCALL
nl: Downloaden van MYCALL lijst
uk_ua: Завантаження списку MYCALL

source: Memories (%(variant)s)
es_es: Memorias (%(variant)s)

source: The {vendor} {model} has multiple independent sub-devices
es_es: El {vendor} {model} tiene múltiples sub dispositivos independientes
nl: De {vendor} {model} heeft meerdere onafhankelijke sub-apparaten
uk_ua: {vendor} {model} має кілька незалежних суб пристроїв

source: Choose one to import from:
es_es: Elige uno para importar desde:
nl: Kies n om vanuit te importeren:
uk_ua: Виберіть один для Імпорту з:

source: Cancelled
es_es: Cancelado
nl: Geannuleerd
uk_ua: Скасовано

source: Internal Error
es_es: Error interno
nl: Interne fout
uk_ua: Внутрішня помилка

source: There were errors while opening {file}. The affected memories will not be importable!
es_es: Hubo errores mientras se abría {file}. ¡Las memorias afectadas no serán importables!
nl: Er zijn fouten opgetreden tijdens het openen van {file}. De getroffen kanalen zijn niet importeerbaar!
uk_ua: Там були помилки при відкритті {file}. Порушена пам'ять не буде імпортована!

source: There was an error during import: {error}
es_es: Hubo un error durante la importación: {error}
nl: Er is een fout ontstaan tijdens het importeren: {error}
uk_ua: Виникла помилка під час імпортування: {error}

source: Unsupported file type
es_es: Tipo de archivo no soportado
nl: Niet-ondersteunende bestandstype
uk_ua: Файл непідтримуваного типу

source: There was an error during export: {error}
es_es: Hubo un error durante la exportación: {error}
nl: Er is een fout opgetreden tijdens het exporteren: {error}

source: Location {number} is already being imported. Choose another value for 'New Location' before selection 'Import'
es_es: Localización {number} ya está siendo importada. Elije algún otro valor para 'Nueva Localización' antes de seleccionar 'Importar'
nl: Plaats {number} wordt al gemporteerd. Kies een andere waarde voor 'Nieuwe locatie' vr 'Importeren' te selecteren
uk_ua: Розташування {number} вже імпортуються. Виберіть інше значення для 'Нове розташування' перед вибором 'Імпорт'

source: Invalid value. Must be an integer.
es_es: Valor invalido. Debe ser un entero.
nl: Ongeldige waarde. Het moet een integer zijn.
uk_ua: Неприпустиме значення. Повинно бути цілим числом.

source: Location {number} is already being imported
es_es: Localización {number} ya está siendo importada
nl: Plaats {number} is reeds gemporteerd
uk_ua: Розташування {number} вже імпортованого

source: Updating URCALL list
es_es: Actualizando lista URCALL
nl: Bijwerken URCALL lijst
uk_ua: Оновлення списку URCALL
