Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: This is a radio-independent file and cannot be uploaded directly to a radio. Open a radio image (or download one from a radio) and then copy/paste items from this tab into that one in order to upload
de: Diese Datei ist unabhängig von einem Funkgerät und kann nicht direkt auf ein Funkgerät hochgeladen werden. Öffne ein Funkgerät-Image (oder lade eines von einem Funkgerät herunter) und kopiere dann die Elemente von diesem Tab in dieses Image, um sie hochzuladen.
fr: Ce fichier est indépendant d'une radio et ne peut pas être téléchargé directement vers une radio. Ouvrez une image radio (ou téléchargez-en une de la radio) et copiez/collez les entrées de cet onglet vers l'autre afin de pouvoir télécharger vers la radio
it: Questo è un file indipendente dalla radio e non può essere caricato direttamente su una radio. Aprire un'immagine della radio (o scaricarne una da una radio) e quindi copiare/incollare gli elementi di questa scheda in quella per caricarla
ja_jp: これは無線機に依存しないファイルであり、無線機に直接アップロードすることはできません。無線機イメージを開く（または無線機からダウンロードする）し、このタブから項目をコピーして貼り付けてアップロードしてください
pt_br: Este é um arquivo independente de rádio e não pode ser carregado diretamente em uma rádio. Abra uma imagem de rádio (ou baixe uma de uma rádio) e copie/cole os itens desta aba para a imagem da rádio para poder carregá-la
ro_ro: Acesta este un fișier independent de radio și nu poate fi încărcat direct într-o stație. Deschideți o imagine de radio (sau descărcați una dintr-o stație) și apoi copiați/lipiți elementele din acest tab în celălalt pentru a le încărca.

source: This is an early stage beta driver
bg_bg: Управляващият софтуер е в ранен етап на бета
fr: Ceci est un pilote récent en version beta
it: Questo è un driver beta in fase iniziale
ja_jp: これは初期段階のベータドライバーです
pt_br: Este é um driver beta em estágio inicial.
ro_ro: Acesta este un driver beta în stadiu incipient

source: This is an early stage beta driver - upload at your own risk
bg_bg: Управляващият софтуер е в ранен етап на бета - изпращайте към станцията на ваша отговорност
fr: Ceci est un pilote récent en version beta - chargement à vos risques et périls
it: Si tratta di un driver beta in fase iniziale: caricalo a tuo rischio e pericolo.
ja_jp: これは初期段階のベータドライバーです - アップロードは自己責任で行ってください
pt_br: Este é um driver beta em fase inicial - faça o upload por sua conta e risco.
ro_ro: Acesta este un driver beta în stadiu incipient - încărcați pe propriul risc

source: This is an experimental driver for the Quansheng UV-K5. It may harm your radio, or worse. Use at your own risk. Before attempting to do any changes please download the memory image from the radio with chirp and keep it. This can be later used to recover the original settings. some details are not yet implemented
fr: Ce pilote est expérimental pour la Quansheng UV-K5. Il pourrait endommager votre radio, voire pire. À utilisez à vos risques et périls. Avant d'essayer de faire des changements, veuillez télécharger l'image mémoire de la radio avec CHIRP et conservez-la précieusement. Elle pourra être utilisée pour remettre la radio à son état d'origine. Certains détails ne sont pas encore implémentés
it: Questo è un driver sperimentale per il Quansheng UV-K5. Potrebbe danneggiare la radio, o peggio. Usalo a tuo rischio e pericolo. Prima di effettuare qualsiasi modifica, scarica l'immagine della memoria dalla radio con chirp e conservala. Questa può essere utilizzata in seguito per recuperare le impostazioni originali. Alcuni dettagli non sono ancora stati implementati
ja_jp: Quansheng UV-K5 用は実験的なドライバーです。 無線機が正常に動作しなくなる可能性があります。すべて自己責任でご利用ください。 変更を行う前に無線機からダウンロードしたデータを保存しておくようにしてください。 バックアップがあれば問題が発生してもオリジナルの状態に戻すことができます。 いくつかの設定に関してはまだ実装されていません。
pt_br: Este é um driver experimental para o Quansheng UV-K5. Ele pode danificar seu rádio, ou pior. Use por sua conta e risco. Antes de tentar qualquer alteração, faça o download da imagem de memória do rádio com o Chirp e guarde-a. Ela poderá ser usada posteriormente para restaurar as configurações originais. Alguns detalhes ainda não foram implementados
ro_ro: Acesta este un driver experimental pentru Quansheng UV-K5. Poate deteriora radioul dvs. sau chiar mai rău. Utilizați pe propriul risc. Înainte de a face orice modificări, descărcați imaginea memoriei din stație cu CHIRP și păstrați-o. Aceasta poate fi folosită ulterior pentru a recupera setările originale. Unele detalii nu sunt încă implementate.

source: This is experimental support for BJ-9900 which is still under development. Please ensure you have a good backup with OEM software. Also please send in bug and enhancement requests! You have been warned. Proceed at your own risk!
es_es: Este es un soporte experimental para BJ-9900 que aún está en desarrollo. Por favor asegúrate de tener un buen respaldo con el software OEM. ¡También por favor envía en solicitudes de errores y mejoras! Has sido advertido. ¡Procede bajo tu propio riesgo!
fr: Ceci est un support expérimental pour le BJ-9900 encore en cours de développement. SVP assurez-vous de disposer d'une sauvegarde correcte avec le logiciel d'origine (OEM). Envoyez aussi vos demandes d'améliorations ou rapports de bogues! Vous avez été prévenu. Procedez à vos risques et périls!
it: Si tratta di un supporto sperimentale per il BJ-9900, ancora in fase di sviluppo. Assicurati di avere un buon backup con il software OEM. Inoltre, ti chiediamo di inviare richieste di bug e miglioramenti! Sei stato avvisato. Procedi a tuo rischio e pericolo!
ja_jp: これは開発中のBJ-9900の実験的サポートです。 OEMソフトウェアで適切なバックアップがあることを確認してください。 また、バグや機能強化のリクエストも送信してください！ 警告しましたよ。自己責任で進めてください！
pt_br: Este é um suporte experimental para o BJ-9900, que ainda está em desenvolvimento. Certifique-se de ter um bom backup com o software original do fabricante. Envie também relatórios de bugs e sugestões de melhorias! Você foi avisado. Prossiga por sua conta e risco!
ro_ro: Aceasta este o funcție experimentală pentru BJ-9900, care este încă în dezvoltare. Asigurați-vă că aveți un backup bun realizat cu software-ul OEM. De asemenea, vă rugăm să trimiteți rapoarte despre erori și sugestii de îmbunătățire! Ați fost avertizat. Continuați pe propriul risc!

source: This is the ticket number for an already-created issue on the chirpmyradio.com website
de: Dies ist die Ticketnummer für ein bereits erstelltes Problem auf der Website chirpmyradio.com
fr: Il s'agit du numéro d'un bogue existant sur le site chirpmyradio.com
it: Questo è il numero di ticket di un problema già creato sul sito web chirpmyradio.com
ja_jp: これはchirpmyradio.comウェブサイト上の既存のチケット番号です
pt_br: Este é o número do ticket para um problema já criado no site chirpmyradio.com
ro_ro: Acesta este numărul tichetului pentru o problemă deja creată pe site-ul chirpmyradio.com

source: This memory and shift all up
bg_bg: Този запис преместване всички нагоре
de: Dieser Speicher und alles nach oben schieben
fr: Cette mémoire et décaler tous vers le haut
it: Questa memoria e sposta tutto in alto
ja_jp: この行を削除して全体を上方向にシフト
pt_br: Apagar (e deslocar)
ro_ro: Această memorie și blocul de schimbare în sus

source: This memory and shift block up
bg_bg: Този запис преместване блока нагоре
de: Dieser Speicher und Block nach oben schieben
fr: Cette mémoire et décaler le bloc vers le haut
it: Questa memoria e sposta il blocco in alto
ja_jp: この行を削除してグループを上方向にシフト
pt_br: Apagar (e deslocar)
ro_ro: Această memorie și toate schimbările în sus

source: This option may break your radio! Each radio has a unique set of calibration data and uploading the data from the image will cause physical harm to the radio if it is from a different piece of hardware. Do not use this unless you know what you are doing and accept the risk of destroying your radio!
de: Diese Option kann das Funkgerät beschädigen! Jedes Funkgerät verfügt über individuelle Kalibrierungsdaten. Das Hochladen der Daten aus dem Image kann zu Schäden am Funkgerät führen, wenn diese von einem anderen Gerät stammen. Verwenden Sie diese Option nur, wenn Sie genau wissen, was Sie tun, und das Risiko einer Zerstörung Ihres Funkgeräts akzeptieren!
fr: Cette option pourrait briser votre radio! Chaque radio a un ensemble de données de calibration unique. Télécharger les données de l'image vers la radio pourrait l'endommager physiquement si l'image provient d'une radio différente. À n'utiliser que si vous savez ce que vous faites et que acceptez les risque de destruction de votre radio!
it: Questa opzione potrebbe causare danni alla radio! Ogni radio ha un set unico di dati di calibrazione e, il caricamento dei dati dall'immagine, causerà danni fisici alla radio se proviene da un hardware diverso. Non utilizzare questa opzione, a meno che non sai cosa stai facendo e accetti il rischio di distruggere la radio!
ja_jp: このオプションは無線機を破損する可能性があります！各無線機には独自のキャリブレーションデータがあり、異なるハードウェアからのイメージデータをアップロードすると無線機に物理的な損傷を与えます。何をしているか理解し、無線機を破壊するリスクを受け入れない限り、これを使用しないでください！
pt_br: Esta opção pode danificar seu rádio! Cada rádio possui um conjunto único de dados de calibração e o carregamento dos dados da imagem causará danos físicos ao rádio se forem de um hardware diferente. Não use este método a menos que saiba o que está fazendo e aceite o risco de danificar seu rádio!
ro_ro: Această opțiune poate defecta radioul dvs.! Fiecare radio are un set unic de date de calibrare, iar încărcarea datelor din imagine va provoca daune fizice radioului dacă provine de la un alt dispozitiv. Nu folosiți această opțiune decât dacă știți exact ce faceți și acceptați riscul de a vă distruge radioul!

source: This radio has a tricky way of enter into program mode, even the original software has a few tries to get inside. I will try 8 times (most of the time ~3 will doit) and this can take a few seconds, if don't work, try again a few times. If you can get into it, please check the radio and cable.
fr: Cette radio rentre en mode programmation avec une méthode particulière, même le logiciel d'origine fait plusieurs tentatives pour y parvenir. Je vais essayer 8 fois (la plupart du temps ~3 fois suffisent) et cela pourrait prendre quelques secondes. Si cela ne fonctionne pas, essayez encore quelques fois. Si vous ne parvenez pas à entrer, vérifiez la radio et le câble.
it: Questa radio ha un modo complesso per entrare in modalità programmazione, anche il software originale richiede alcuni tentativi per entrare. Proverò 8 volte (la maggior parte delle volte ne bastano circa 3) e questo può richiedere alcuni secondi, se non funziona, riprovare più volte. Se non riesci ad entrare, controlla la radio ed il cavo.
ja_jp: この無線機のプログラムモードへの移行方法は特殊で、 純正ソフトウェアでも何度か試行する必要があります。 8回試行します（通常は3回程度で成功します）が、数秒かかる場合があります。 うまくいかない場合は、数回再試行してください。 それでも入れない場合は、無線機とケーブルを確認してください。
pt_br: Este rádio tem um jeito complicado de entrar no modo de programação, mesmo o software original exige algumas tentativas para acessar. Vou tentar 8 vezes (na maioria das vezes, ~3 vezes funcionam) e isso pode levar alguns segundos. Se não funcionar, tente novamente algumas vezes. Se você conseguir acessar, verifique o rádio e o cabo.
ro_ro: Acest radio are un mod complicat de a intra în modul de programare, chiar și software-ul original necesită câteva încercări pentru a reuși. Voi încerca de 8 ori (de obicei, ~3 încercări sunt suficiente) și acest proces poate dura câteva secunde. Dacă nu funcționează, încercați din nou de câteva ori. Dacă nu reușiți să intrați, verificați radioul și cablul.

source: This should only be enabled if you are using modified firmware that supports wider frequency coverage. Enabling this will cause CHIRP not to enforce OEM restrictions and may lead to undefined or unregulated behavior. Use at your own risk!
de: Diese Option sollte nur aktiviert werden, wenn eine modifizierte Firmware verwendet wird, die einen größeren Frequenzbereich unterstützt. Durch die Aktivierung dieser Option werden die OEM-Beschränkungen von CHIRP nicht mehr durchgesetzt, was zu undefiniertem oder unkontrolliertem Verhalten führen kann. Die Nutzung erfolgt auf eigene Gefahr!
fr: Ceci ne devrait être activé que si vous utilisez un firmware modifié supportant une plus large couverture en fréquences. L'activation de cette option empechera CHIRP d'appliquer les restrictions OEM et peut conduire à un comportement indéfini ou non réglementaire. À utiliser à vos risques et périls!
it: Questa opzione deve essere attivata solo se si utilizza un firmware modificato che supporta una copertura di frequenza più ampia. L'attivazione di questa opzione fa sì che CHIRP non applichi le restrizioni OEM e può portare ad un comportamento non definito o non regolamentato. Utilizzala a tuo rischio e pericolo!
ja_jp: これは、より広い周波数範囲をサポートする改造ファームウェアを使用している場合にのみ有効にしてください。これを有効にすると、CHIRPはOEM制限を強制しなくなり、未定義または規制されていない動作につながる可能性があります。自己責任で使用してください！
pt_br: Esta opção só deve ser ativada se você estiver usando um firmware modificado que suporte uma cobertura de frequência mais ampla. Ativá-la fará com que o CHIRP não aplique as restrições do fabricante do equipamento original (OEM) e poderá levar a comportamentos indefinidos ou não regulamentados. Use por sua conta e risco!
ro_ro: Această opțiune ar trebui activată doar dacă utilizați un firmware modificat care suportă acoperire de frecvență mai largă. Activarea acestei opțiuni va face ca CHIRP să nu mai impună restricțiile OEM și poate duce la un comportament nedefinit sau nereglementat. Utilizați pe propriul risc!

source: This tool will upload details about your system to an existing issue on the CHIRP tracker. It requires your username and password for chirpmyradio.com in order to work. Information about your system, including your debug log, config file, and any open image files will be uploaded. An attempt will be made to redact any personal information before it leaves your system.
de: Dieses Tool lädt Details zu Ihrem System in ein bestehendes Ticket im CHIRP-Tracker hoch. Es benötigt den Benutzernamen und das Passwort für chirpmyradio.com. Hochgeladen werden Systeminformationen wie das Debug-Log, die Konfigurationsdatei und alle geöffneten Image-Dateien. Es wird versucht, alle personenbezogenen Daten zu schwärzen, bevor die Daten das System verlassen.
fr: Cet outil téléchargera des informations relatives à votre système vers un bogue CHIRP existant. Pour fonctionner, il nécessite votre nom d'utilisateur et votre mot de passe chirpmyradio.com. Des informations relatives à votre système, notamment votre journal de débogage, votre fichier de configuration et tous les fichiers image ouverts, seront téléchargées. Nous tenterons de retirer toute information personnelle avant qu'elle ne quitte votre système.
it: Questo strumento carica i dettagli del vostro sistema in un problema esistente sul tracker di CHIRP. Per funzionare, richiede il nome utente e la password di chirpmyradio.com. Verranno caricate informazioni sul sistema, compresi il log di debug, il file di configurazione e qualsiasi file immagine aperto. Si cercherà di eliminare tutte le informazioni personali prima che lascino il sistema.
ja_jp: このツールはシステムに関する詳細をCHIRPトラッカーの既存のIssueにアップロードします。動作するには chirpmyradio.com のユーザー名とパスワードが必要です。デバッグログ、設定ファイル、開いているイメージファイルなど、システムに関する情報がアップロードされます。システムから送信される前に、個人情報を削除する試みが行われます。
pt_br: Esta ferramenta enviará detalhes sobre o seu sistema para um problema existente no rastreador CHIRP. Ela requer seu nome de usuário e senha do chirpmyradio.com para funcionar. Serão enviadas informações sobre o seu sistema, incluindo seu log de depuração, arquivo de configuração e quaisquer arquivos de imagem abertos. Tentaremos ocultar quaisquer informações pessoais antes que elas saiam do seu sistema.
ro_ro: Acest instrument va încărca detalii despre sistemul dvs. într-o problemă existentă pe tracker-ul CHIRP. Necesită numele de utilizator și parola dvs. pentru chirpmyradio.com pentru a funcționa. Informații despre sistemul dvs., inclusiv jurnalul de depanare, fișierul de configurare și orice fișiere imagine deschise, vor fi încărcate. Se va încerca eliminarea oricăror informații personale înainte ca acestea să părăsească sistemul dvs.

source: This will load a module from a website issue
bg_bg: От тук се зарежда модул от докладван дефект
de: Ein Modul von einer Website laden
fr: Ceci chargera un module pour un problème signalé sur le site web
it: Caricherà un modulo dal sito
ja_jp: ウェブサイトのIssueからモジュールをロードします
pt_br: Isso carregará um módulo de um problema do site
ro_ro: Aceasta va încărca un modul dintr-o problemă de pe site-ul web

source: Tone
bg_bg: Тон
de: Ton
es_es: Tono
fr: Tonalité
it: Tono
ja_jp: トーン(Hz)
nl: Toon
pt_br: Tom
ro_ro: Ton
uk_ua: Тон

source: Tone Mode
bg_bg: Режим на тона
de: Ton-Modus
es_es: Modo de tono
fr: Mode tonalité
it: Modalità tono
ja_jp: トーンモード
nl: Toonmodus
pt_br: Modo Tom
ro_ro: Mod ton
uk_ua: Тоновий режим

source: Tone Squelch
bg_bg: Тон за шумопод.
de: Ton-Squelch
fr: Silence tonalité
it: Squelch a tono
ja_jp: トーンスケルチ
pt_br: Tom Squelch
ro_ro: Ton Squelch

source: Transmit Power
bg_bg: Мощност на предаване
de: Sendeleistung
fr: Puissance de transmission
it: Potenza di trasmissione
ja_jp: 送信出力
pt_br: Potência de transmissão
ro_ro: Putere de transmisie

source: Transmit shift, split mode, or transmit inhibit
bg_bg: Режим на отместване или разделяне при предаване или забрана за предаване
de: Sendeverschiebung, Split-Modus oder Sendesperre
fr: Décalage transmission, mode séparé, ou désactivation transmission
it: Shift della trasmissione, modalità split o inibizione della trasmissione
ja_jp: 送信シフト、スプリットモード、または送信禁止
pt_br: Transmissão com mudança de modo, modo dividido ou inibição de transmissão
ro_ro: Shift de transmisie, modul split sau inhibare transmisie

source: Transmit tone
bg_bg: Тон на предаване
de: Sendeton
fr: Tonalité transmission
it: Tono di trasmissione
ja_jp: 送信トーン
pt_br: Tom de transmissão
ro_ro: Ton de transmisie

source: Transmit/receive DTCS code for DTCS mode, else transmit code
bg_bg: В режим DTCS код на DTCS на приемане или предаване, в противен случай код на предаване
de: Sende-/Empfangs-DTCS-Code für DTCS-Modus, andernfalls Sende-Code
fr: Code DTCS transmission/réception pour mode DTCS, ou bien code de transmission
it: Trasmette/riceve il codice DTCS per la modalità DTCS, altrimenti trasmette il codice
ja_jp: DTCSモードの送受信DTCSコード、それ以外は送信コード
pt_br: Transmita/receba o código DTCS para o modo DTCS; caso contrário, transmita o código
ro_ro: Cod DTCS de transmisie/recepție pentru modul DTCS, altfel cod de transmisie

source: Transmit/receive modulation (FM, AM, SSB, etc)
bg_bg: Модулация на приемане или предаване (ЧМ, АМ, SSB и т.н)
de: Sende-/Empfangsmodulation (FM, AM, SSB usw.)
fr: Modulation transmission/réception (FM, AM, SSB, etc)
it: Trasmissione/ricezione di modulazione (FM, AM, SSB, ecc.)
ja_jp: 送受信変調 (FM, AM, SSB など)
pt_br: Modulação de transmissão/recepção (FM, AM, SSB, etc.)
ro_ro: Modulație de transmisie/recepție (FM, AM, SSB etc.)

source: Transmit/receive tone for TSQL mode, else receive tone
bg_bg: В режим TSQL тон на приемане или предаване, в противен случай тон на приемане
de: Sende-/Empfangston für TSQL-Modus, ansonsten Empfangston
fr: Tonalité transmission/réception pour mode TSQL, ou bien tonalité réception
it: Tono di trasmissione/ricezione per la modalità TSQL, altrimenti tono di ricezione
ja_jp: TSQLモードの送受信トーン、それ以外は受信トーン
pt_br: Transmitir/receber tom para o modo TSQL, caso contrário, receber tom
ro_ro: Ton de transmisie/recepție pentru modul TSQL, altfel ton de recepție

source: Tuning Step
bg_bg: Стъпка
de: Abstimmungsschritt
fr: Pas de réglage
it: Passo sintonia
ja_jp: ステップ(kHz)
pt_br: Passo da frequência
ro_ro: Pas

source: Type a simple search string or a formatted query and press enter
bg_bg: Въведете обикновено търсене или добре форматирана заявка и натиснете Enter
de: Einfache Suchanfrage oder eine formatierte Abfrage eingeben und Enter drücken
fr: Entrez un terme de recherche simple ou une recherche formattée et appuyez sur entrée
it: Inserisci una semplice stringa di ricerca o una query formattata e premi invio
ja_jp: 単純な検索文字列またはフォーマットされたクエリを入力してEnterを押してください
pt_br: Digite uma sequência de pesquisa simples ou uma consulta formatada e pressione Enter
ro_ro: Tastați un șir de căutare simplu sau o interogare formatată și apăsați enter

source: USB Port Finder
bg_bg: Търсене на порт на USB
fr: Rechercher port USB
it: Trova porta USB
ja_jp: USBポート検出
pt_br: Localizador de portas USB
ro_ro: Găsitor de porturi USB

source: Unable to determine port for your cable. Check your drivers and connections.
bg_bg: Грешка при определяне на порта на кабела. Проверете управляващия софтуер и куплунгите.
de: Port für das Kabel konnte nicht ermittelt werden. Treiber und Verbindungen überprüfen
fr: Impossible de déterminer le port de votre câble. Vérifiez les pilotes et connexions.
it: Impossibile determinare la porta del tuo cavo. Controlla i driver e i collegamenti.
ja_jp: ポートを検出できませんでした。ドライバーがインストールされているかと接続状態をもう一度確認してください。
pt_br: Não foi possível determinar a porta do seu cabo. Verifique seus drivers e conexões.
ro_ro: Nu s-a putut determina portul pentru cablul dvs. Verificați driverele și conexiunile.

source: Unable to edit memory before radio is loaded
bg_bg: Грешка при промяна на запис преди да е зареден от станцията
de: Speicher kann nicht bearbeitet werden, bevor das Funkgerät geladen ist
fr: Impossible d'éditer une mémoire avant téléchargement de la radio
it: Impossibile modificare la memoria prima di averla caricata dalla radio
ja_jp: 無線機がロードされるまでメモリーを編集できません
pt_br: Não é possível editar a memória antes do rádio ser carregado
ro_ro: Nu se poate edita memoria înainte de a încărca radioul

source: Unable to find stock config %r
bg_bg: Грешка при намиране на стандартните настройки %r
de: Standardkonfiguration %r kann nicht gefunden werden
fr: Impossible de trouver la configuration de base %r
it: Impossibile trovare la configurazione predefinita %r
ja_jp: ストック設定 %r が見つかりません
pt_br: Não foi possível encontrar a configuração padrão %r
ro_ro: Nu s-a putut găsi configurația implicită %r

source: Unable to import while the view is sorted
bg_bg: Грешка при внасяне при сортиран изглед
de: Import nicht möglich, da die Ansicht sortiert ist
fr: Impossible d'importer lorsque la vue est triée
it: Impossibile importare mentre la visualizzazione è ordinata
ja_jp: ビューがソートされている間はインポートできません
pt_br: Não é possível importar enquanto a visualização estiver ordenada
ro_ro: Nu se poate importa cât timp vizualizarea este sortată

source: Unable to open the clipboard
bg_bg: Грешка при отваряне на междинната памет
de: Zwischenablage kann nicht geöffnet werden
fr: Impossible d'ouvrir le presse-papier
it: Impossibile aprire gli appunti
ja_jp: クリップボードを開けません
pt_br: Não foi possível abrir a área de transferência
ro_ro: Nu se poate deschide clipboard-ul

source: Unable to query
bg_bg: Грешка при заявка
de: Abfrage nicht möglich
fr: Impossible d'interroger
it: Impossibile eseguire la ricerca
ja_jp: クエリできません
pt_br: Não foi possível realizar a consulta
ro_ro: Nu se poate interoga
