Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: 1. Turn radio off. 2. Connect cable to MIC Jack. 3. Press and hold in the [MHz(SETUP)] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [MHz(SETUP)] key ("-WAIT-" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC. 3. Appuyez et maintenez la touche [MHz(SETUP)] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [MHz(SETUP)] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC. 3. Tieni premuto il tasto [MHz(SETUP)] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [MHz(SETUP)] (sul display apparirà la scritta "-WAIT-").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMICジャックに接続 3. [MHz(SETUP)] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [MHz(SETUP)] キーを押します (LCDに "-WAIT-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC. 3. Pressione e segure a tecla [MHz(SETUP)] enquanto liga o rádio "CLONE" aparecerá no visor". 4. Pressione a tecla [MHz(SETUP)] "-WAIT-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC. 3. Apasă și ține apăsată tasta [MHz(SETUP)] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. Apasă tasta [MHz(SETUP)] ("-WAIT-" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to MIC/EAR jack. 3. Press and hold in the [F/W] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [VFO(DW)SC] key to receive the image from the radio.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/EAR. 3. Appuyez et maintenez la touche [F/W] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Après avoir cliqué sur OK</b>, appuyez sur la touche [VFO(DW)SC] pour recevoir l'image depuis la radio.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/EAR. 3. Tieni premuto il tasto [F/W] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [VFO(DW)SC] per acquisire l'immagine dalla radio.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/EARジャックに接続 3. [F/W] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[VFO(DW)SC] キーを押して 無線機からイメージを受信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/EAR. 3. Pressione e segure a tecla [F/W] enquanto liga o rádio. "CLONE" aparecerá no visor. 4. <b>Após clicar em OK</b>, pressione a tecla [VFO(DW)SC] para receber a imagem do rádio.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/EAR. 3. Apasă și ține apăsată tasta [F/W] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. <b>După ce apesi OK</b>, apasă tasta [VFO(DW)SC] pentru a primi imaginea de la stație.

source: 1. Turn radio off. 2. Connect cable to MIC/EAR jack. 3. Press and hold in the [F/W] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [MR(SKP)SC] key ("CLONE WAIT" will appear on the LCD). 5. Click OK to send image to radio.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/EAR. 3. Appuyez et maintenez la touche [F/W] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [MR(SKP)SC] ("CLONE WAIT" va apparaître sur l'écran LCD). 5. Cliquez sur OK pour envoyer l'image vers la radio.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/EAR. 3. Tieni premuto il tasto [F/W] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [MR(SKP)SC] (sul display apparirà la scritta "CLONE WAIT"). 5. Fai clic su OK per inviare l'immagine alla radio.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/EARジャックに接続 3. [F/W] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [MR(SKP)SC] キーを押します (LCDに "CLONE WAIT" と表示されます)。 5. OKをクリックしてイメージを無線機へ送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/EAR. 3. Pressione e segure a tecla [F/W] enquanto liga o rádio. "CLONE" aparecerá no visor". 4. Pressione a tecla [MR(SKP)SC] ("CLONE WAIT" aparecerá no LCD). 5. Clique em OK para enviar a imagem para o rádio.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/EAR. 3. Apasă și ține apăsată tasta [F/W] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. Apasă tasta [MR(SKP)SC] ("CLONE WAIT" va apărea pe LCD). 5. Apasă OK pentru a trimite imaginea la stație.

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold [FW] while turning radio on to put into CLONE mode. 4. Press OK on chirp prompt. 5. <b>After clicking OK</b>, press the [DWN] button on radio to send image. The radio will say CLN OUT while downloading.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [FW] を押しながら無線機の電源を入れ、CLONEモードにします。 4. CHIRPのプロンプトでOKを押します。 5. <b>OKをクリックした後</b>、無線機の [DWN] ボタンを押してイメージを送信。ダウンロード中は無線機に CLN OUT と表示されます。

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold [FW] while turning radio on to put into CLONE mode. 4. Press [UP] button on radio. The radio will say CLN IN. 5. <b>After radio says CLN IN</b>, press OK on chirp prompt to upload.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [FW] を押しながら無線機の電源を入れ、CLONEモードにします。 4. 無線機の [UP] ボタンを押します。無線機に CLN IN と表示されます。 5. <b>無線機に CLN IN と表示された後</b>、CHIRPのプロンプトでOKを押してアップロード。

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold [PTT] &amp; Knob while turning the radio on. 4. <b>After clicking OK</b>, press the [PTT] switch to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [PTT] en allumant la radio. 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [PTT] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [PTT] &amp; mentre accendi la radio. 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [PTT] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [PTT] とノブを押しながら無線機の電源をオン 4. <b>OKをクリックした後</b>、[PTT] スイッチを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure [PTT] e o botão enquanto liga o rádio. 4. Após clicar em OK, pressione o botão [PTT] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsate [PTT] și Butonul în timp ce pornești stația. 4. <b>După ce apeși OK</b>, apasă tasta [PTT] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold [PTT] &amp; Knob while turning the radio on. 4. Press the [MONI] switch ("WAIT" will appear on the LCD). 5. Press OK.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [PTT] en allumant la radio. 4. Appuyez sur la touche [ONI] ("-WAIT-" va apparaître sur l'écran LCD). 5. Appuyez sur OK.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [PTT] &amp; mentre accendi la radio. 4. Premi l'interruttore [MONI] (sul display apparirà la scritta "WAIT"). 5. Premi OK.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [PTT] とノブを押しながら無線機の電源をオン 4. [MONI] スイッチを押します (LCDに "WAIT" と表示されます)。 5. OKを押します。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure [PTT] e o botão enquanto liga o rádio. 4. Pressione o botão [MONI] ("WAIT" aparecerá no LCD). 5. Pressione OK.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsate [PTT] și Butonul în timp ce pornești stația. 4. Apasă tasta [MONI] ("WAIT" va apărea pe display). 5. Apasă OK.

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [F/W] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [BAND] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [F/W] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [BAND] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [F/W] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [BAND] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [F/W] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[BAND] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure a tecla [F/W] enquanto liga o rádio. "CLONE" aparecerá no visor. 4. Após clicar em OK, pressione a tecla [BAND] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [F/W] în timp ce pornești stația ("CLONE" va apărea pe display). 4. <b>După ce dai click pe OK</b>, apasă tasta [BAND] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [F/W] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [V/M] key ("-WAIT-" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [F/W] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [V/M] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [F/W] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [V/M] (sul display apparirà la scritta "-WAIT-").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [F/W] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [V/M] キーを押します (LCDに "-WAIT-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure a tecla [F/W] enquanto liga o rádio. "CLONE" aparecerá no visor". 4. Pressione a tecla [V/M] ("-WAIT-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [F/W] în timp ce pornești stația ("CLONE" va apărea pe display). 4. Apasă tasta [V/M] ("-WAIT-" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [MON-F] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [BAND] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [MON-F] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [BAND] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [MON-F] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [BAND] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [MON-F] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[BAND] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure a tecla [MON-F] enquanto liga o rádio. "CLONE" aparecerá no visor. 4. <b>Após clicar em OK</b>, pressione a tecla [BAND] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [MON-F] în timp ce pornești stația ("CLONE" va apărea pe display). 4. <b>După ce apesi OK</b>, apasă tasta [BAND] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [MON-F] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [V/M] key ("CLONE WAIT" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [MON-F] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [V/M)] ("CLONE WAIT" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [MON-F] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [V/M] (sul display apparirà la scritta "CLONE WAIT").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [MON-F] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [V/M] キーを押します (LCDに "CLONE WAIT" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure a tecla [MON-F] enquanto liga o rádio. "CLONE" aparecerá no visor." 4. Pressione a tecla [V/M] ("CLONE WAIT" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [MON-F] în timp ce pornești stația ("CLONE" va apărea pe display). 4. Apasă tasta [V/M] ("CLONE WAIT" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [MONI] switch while turning the radio on. 4. Rotate the DIAL job to select "F8 CLONE". 5. Press the [F/W] key momentarily. 6. <b>After clicking OK</b>, hold the [PTT] switch for one second to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [MONI] en allumant la radio 4. Tournez le bouton de sélection pour choisir "F8 CLONE". 5. Appuyez brievement sur la touche [F/W]. 6. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [PTT] pendant une seconde pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto l'interruttore [MONI] mentre accendi la radio. 4. Ruota il selettore e seleziona "F8 CLONE". 5. Premi momentaneamente il tasto [F/W]. 6. <b>Dopo aver fatto clic su OK</b>, tieni premuto il tasto [PTT] per un secondo per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [MONI] スイッチを押しながら無線機の電源をオン 4. DIALノブを回して "F8 CLONE" を選択 5. [F/W] キーを短く押す 6. <b>OKをクリックした後</b>、[PTT] スイッチを 1秒間押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure o botão [MONI] enquanto liga o rádio. 4. Gire o seletor DIAL para selecionar "F8 CLONE". 5. Pressione a tecla [F/W] rapidamente. 6. Após clicar em OK, mantenha pressionado o botão [PTT] por um segundo para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [MONI] în timp ce pornești stația. 4. Rotește butonul DIAL pentru a selecta "F8 CLONE". 5. Apasă scurt tasta [F/W]. 6. <b>După ce ai dat click pe OK</b>, ține apăsată tasta [PTT] timp de un secund pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [MONI] switch while turning the radio on. 4. Rotate the DIAL job to select "F8 CLONE". 5. Press the [F/W] key momentarily. 6. Press the [MONI] switch ("--RX--" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [MONI] en allumant la radio. 4. Tournez le bouton de sélection pour choisir "F8 CLONE". 5. Appuyez brièvement sur la touche [F/W]. 6. Appuyez sur la touche [MONI] ("--RX--" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto l'interruttore [MONI] mentre accendi la radio. 4. Ruota il selettore e seleziona "F8 CLONE". 5. Premi momentaneamente il tasto [F/W]. 6. Premi il selettore [MONI] (sul display apparirà la scritta "--RX--").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [MONI] スイッチを押しながら無線機の電源をオン 4. DIALノブを回して "F8 CLONE" を選択 5. [F/W] キーを短く押す 6. [MONI] スイッチを押します (LCDに "--RX--" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure o botão [MONI] enquanto liga o rádio. 4. Gire o seletor DIAL para selecionar "F8 CLONE". 5. Pressione a tecla [F/W] rapidamente. 6. Pressione o botão [MONI] ("--RX--" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [MONI] în timp ce pornești stația. 4. Rotește butonul DIAL pentru a selecta "F8 CLONE". 5. Apasă scurt tasta [F/W]. 6. Apasă tasta [MONI] ("--RX--" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to MIC/SP jack. 3. Press and hold in the [moni] key while turning the radio on. 4. Select CLONE in menu, then press F. Radio restarts in clone mode. ("CLONE" will appear on the display). 5. <b>After clicking OK</b>, briefly hold [PTT] key to send image. ("-TX-" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC/SP. 3. Appuyez et maintenez la touche [moni] en allumant la radio 4. Sélectionnez CLONE dans le menu puis appuyez sur F. La radio redémarre en mode clonage. ("CLONE" va apparaître sur l'écran LCD). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [BAND] pour envoyer l'image. ("-TX-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC/SP. 3. Tieni premuto il tasto [moni] mentre accendi la radio. 4. Seleziona CLONE nel menu, quindi premi F. La radio si riavvia in modalità clone. (sul display apparirà la scritta "CLONE"). 5. <b>Dopo aver fatto clic su OK</b>, tieni premuto brevemente il tasto [PTT] per inviare l'immagine. (sul display apparirà la scritta "-TX-").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMIC/SPジャックに接続 3. [moni] キーを押しながら無線機の電源をオン 4. メニューからCLONEを選択し、Fを押す。無線機がクローンモードで再起動します (ディスプレイに "CLONE" と表示されます)。 5. <b>OKをクリックした後</b>、[PTT] キーを短く押してイメージを送信 (LCDに "-TX-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC/SP. 3. Pressione e segure a tecla [moni] enquanto liga o rádio. 4. Selecione CLONE no menu e pressione F. O rádio reiniciará no modo clone. "CLONE" aparecerá no visor". 5. Após clicar em OK, pressione e segure brevemente a tecla [PTT] para enviar a imagem. "-TX-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC/SP. 3. Apasă și ține apăsată tasta [moni] în timp ce pornești stația. 4. Selectează CLONE în meniu, apoi apasă F. Stația se va reporni în modul clone. ("CLONE" va apărea pe display). 5. <b>După ce apesi OK</b>, ține scurt apăsată tasta [PTT] pentru a trimite imaginea. ("-TX-" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to mic jack. 3. Press and hold in the [LOW(A/N)] key while turning the radio on. 4. <b>After clicking OK</b>, press the [MHz(SET)] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise micro. 3. Appuyez et maintenez la touche [LOW(A/N)] en allumant la radio. 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [MHz(SET)] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa del microfono. 3. Tieni premuto il tasto [LOW(A/N)] mentre accendi la radio. 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [MHz(SET)] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイクジャックに接続 3. [LOW(A/N)] キーを押しながら無線機の電源をオン 4. <b>OKをクリックした後</b>、[MHz(SET)] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada do microfone. 3. Pressione e segure a tecla [LOW(A/N)] enquanto liga o rádio. 4. <b>Após clicar em OK</b>, pressione a tecla [MHz(SET)] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul mic. 3. Apasă și ține apăsată tasta [LOW(A/N)] în timp ce pornești stația. 4. <b>După ce apesi OK</b>, apasă tasta [MHz(SET)] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to mic jack. 3. Press and hold in the [LOW(A/N)] key while turning the radio on. 4. Press the [D/MR(MW)] key ("--WAIT--" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise micro. 3. Appuyez et maintenez la touche [LOW(A/N)] en allumant la radio. 4. Appuyez sur la touche [D/MR(MW)] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa del microfono. 3. Tieni premuto il tasto [LOW(A/N)] mentre accendi la radio. 4. Premi il tasto [D/MR(MW)] (sul display apparirà la scritta "--WAIT--").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイクジャックに接続 3. [LOW(A/N)] キーを押しながら無線機の電源をオン 4. [D/MR(MW)] キーを押します (LCDに "--WAIT--" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada do microfone. 3. Pressione e segure a tecla [LOW(A/N)] enquanto liga o rádio. 4. Pressione a tecla [D/MR(MW)] ("--WAIT--" aparecerá no visor LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul mic. 3. Apasă și ține apăsată tasta [LOW(A/N)] în timp ce pornești stația. 4. Apasă tasta [D/MR(MW)] ("--WAIT--" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to mic jack. 3. Press and hold in the [MHz], [LOW], and [D/MR] keys while turning the radio on. 4. <b>After clicking OK</b>, press the [MHz(SET)] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise micro. 3. Appuyez et maintenez les touches [MHz], [LOW], et [D/MR] en allumant la radio. 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [MHz(SET)] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa del microfono. 3. Premi e tieni premuti i tasti [MHz], [LOW] e [D/MR] mentre accendi la radio. 4. <b>Dopo fatto clic su OK</b>, premi il tasto [MHz(SET)] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイクジャックに接続 3. [MHz], [LOW], および [D/MR] キーを押しながら無線機の電源をオン 4. <b>OKをクリックした後</b>、[MHz(SET)] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada do microfone. 3. Pressione e segure as teclas [MHz], [LOW] e [D/MR] enquanto liga o rádio. 4. <b>Após clicar em OK</b>, pressione a tecla [MHz(SET)] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul mic. 3. Apasă și ține apăsate tastele [MHz], [LOW], și [D/MR] în timp ce pornești stația. 4. <b>După ce apesi OK</b>, apasă tasta [MHz(SET)] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to mic jack. 3. Press and hold in the [MHz], [LOW], and [D/MR] keys while turning the radio on. 4. Press the [D/MR(MW)] key ("--WAIT--" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise micro. 3. Appuyez et maintenez les touches [MHz], [LOW], et [D/MR] en allumant la radio. 4. Appuyez sur la touche [D/MR(MW)] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo alla presa del microfono. 3. Premi e tieni premuti i tasti [MHz], [LOW] e [D/MR] mentre accendi la radio. 4. Premi il tasto [D/MR(MW)] (sul display apparirà la scritta "--WAIT--").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイクジャックに接続 3. [MHz], [LOW], および [D/MR] キーを押しながら無線機の電源をオン 4. [D/MR(MW)] キーを押します (LCDに "--WAIT--" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada do microfone. 3. Pressione e segure as teclas [MHz], [LOW] e [D/MR] enquanto liga o rádio. 4. Pressione a tecla [D/MR(MW)] ("--WAIT--" aparecerá no visor LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul mic. 3. Apasă și ține apăsate tastele [MHz], [LOW], și [D/MR] în timp ce pornești stația. 4. Apasă tasta [D/MR(MW)] ("--WAIT--" va apărea pe LCD).
