Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: 1. Turn radio off. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Turn radio on (volume may need to be set at 100%). 5. Ensure that the radio is tuned to channel with no activity. 6. Click OK to download image from device.
fr: 1. Éteignez la radio. 2. Connectez le câble au connecteur HP/micro. 3. Assurez-vous que le connecteur est fermement branché. 4. Allumez la radio (le volume devra peut-être être reglé à 100 %). 5. Assurez-vous que la radio est réglée sur un canal sans activité. 6. Cliquez sur OK pour télécharger l'image depuis l'appareil.
it: 1. Spegni la radio. 2. Collega il cavo al connettore mic/spkr. 3. Assicurati che il connettore sia saldamente collegato. 4. Accendi la radio (potrebbe essere necessario impostare il volume al 100%). 5. Assicurati che la radio sia sintonizzata su un canale privo di attività. 6. Fai clic su OK per scaricare l'immagine dal dispositivo.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイク/スピーカーコネクタに接続 3. コネクタがしっかりと接続されていることを確認 4. 無線機の電源をオン (音量は100%に設定する必要がある場合があります) 5. 無線機がアクティビティのないチャンネルに合っていることを確認 6. OKをクリックしてデバイスからイメージをダウンロード
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao conector do microfone/alto-falante. 3. Certifique-se de que o conector esteja firmemente encaixado. 4. Ligue o rádio (o volume pode precisar ser ajustado para 100%). 5. Certifique-se de que o rádio esteja sintonizado em um canal sem atividade. 6. Clique em OK para baixar a imagem do dispositivo.
ro_ro: 1. Oprește stația. 2. Conectează cablul la conectorul mic/spkr. 3. Asigură-te că cablul este bine conectat. 4. Pornește stația (volumul poate trebui setat la 100%). 5. Asigură-te că stația este setată pe un canal fără activitate. 6. Apasă OK pentru a descărca imaginea din dispozitiv.

source: 1. Turn radio off. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Turn radio on (volume may need to be set at 100%). 5. Ensure that the radio is tuned to channel with no activity. 6. Click OK to upload image to device.
fr: 1. Éteignez la radio. 2. Connectez le câble au connecteur HP/micro. 3. Assurez-vous que le connecteur est fermement branché. 4. Allumez la radio (le volume devra peut-être être réglé à 100 %). 5. Assurez-vous que la radio est réglée sur un canal sans activité. 6. Cliquez sur OK pour télécharger l'image vers l'appareil.
it: 1. Spegni la radio. 2. Collega il cavo al connettore mic/spkr. 3. Assicurati che il connettore sia saldamente collegato. 4. Accendi la radio (potrebbe essere necessario impostare il volume al 100%). 5. Assicurati che la radio sia sintonizzata su un canale privo di attività. 6. Fai clic su OK per caricare l'immagine sul dispositivo.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイク/スピーカーコネクタに接続 3. コネクタがしっかりと接続されていることを確認 4. 無線機の電源をオン (音量は100%に設定する必要がある場合があります) 5. 無線機がアクティビティのないチャンネルに合っていることを確認 6. OKをクリックしてデバイスへイメージをアップロード
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao conector do microfone/alto-falante. 3. Certifique-se de que o conector esteja firmemente encaixado. 4. Ligue o rádio (o volume pode precisar ser ajustado para 100%). 5. Certifique-se de que o rádio esteja sintonizado em um canal sem atividade. 6. Clique em OK para enviar a imagem para o dispositivo.
ro_ro: 1. Oprește stația. 2. Conectează cablul la conectorul mic/spkr. 3. Asigură-te că cablul este bine conectat. 4. Pornește stația (volumul poate trebui setat la 100%). 5. Asigură-te că stația este setată pe un canal fără activitate. 6. Apasă OK pentru a încărca imaginea în dispozitiv.

source: 1. Turn radio off. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Turn radio on. 5. Ensure that the radio is tuned to channel with no activity. 6. Click OK to download image from device.
fr: 1. Éteignez la radio. 2. Connectez le câble au connecteur HP/micro. 3. Assurez-vous que le connecteur est fermement branché. 4. Allumez la radio. 5. Assurez-vous que la radio est réglée sur un canal sans activité. 6. Cliquez sur OK pour télécharger l'image depuis l'appareil.
it: 1. Spegni la radio. 2. Collega il cavo al connettore mic/spkr. 3. Assicurati che il connettore sia saldamente collegato. 4. Accendi la radio. 5. Assicurati che la radio sia sintonizzata su un canale privo di attività. 6. Fai clic su OK per scaricare l'immagine dal dispositivo.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイク/スピーカーコネクタに接続 3. コネクタがしっかりと接続されていることを確認 4. 無線機の電源をオン 5. 無線機がアクティビティのないチャンネルに合っていることを確認 6. OKをクリックしてデバイスからイメージをダウンロード
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao conector do microfone/alto-falante. 3. Certifique-se de que o conector esteja firmemente encaixado. 4. Ligue o rádio. 5. Certifique-se de que o rádio esteja sintonizado em um canal sem atividade. 6. Clique em OK para baixar a imagem do dispositivo.
ro_ro: 1. Oprește stația. 2. Conectează cablul la conectorul mic/spkr. 3. Asigură-te că cablul este bine conectat. 4. Pornește stația. 5. Asigură-te că stația este setată pe un canal fără activitate. 6. Apasă OK pentru a descărca imaginea din dispozitiv.

source: 1. Turn radio off. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Turn radio on. 5. Ensure that the radio is tuned to channel with no activity. 6. Click OK to upload image to device.
fr: 1. Éteignez la radio. 2. Connectez le câble au connecteur HP/micro. 3. Assurez-vous que le connecteur est fermement branché. 4. Allumez la radio. 5. Assurez-vous que la radio est réglée sur un canal sans activité. 6. Cliquez sur OK pour télécharger l'image vers l'appareil.
it: 1. Spegni la radio. 2. Collega il cavo al connettore mic/spkr. 3. Assicurati che il connettore sia saldamente collegato. 4. Accendi la radio. 5. Assicurati che la radio sia sintonizzata su un canale privo di attività. 6. Fai clic su OK per caricare l'immagine sul dispositivo.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをマイク/スピーカーコネクタに接続 3. コネクタがしっかりと接続されていることを確認 4. 無線機の電源をオン 5. 無線機がアクティビティのないチャンネルに合っていることを確認 6. OKをクリックしてデバイスへイメージをアップロード
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao conector do microfone/alto-falante. 3. Certifique-se de que o conector esteja firmemente encaixado. 4. Ligue o rádio. 5. Certifique-se de que o rádio esteja sintonizado em um canal sem atividade. 6. Clique em OK para enviar a imagem para o dispositivo.
ro_ro: 1. Oprește stația. 2. Conectează cablul la conectorul mic/spkr. 3. Asigură-te că cablul este bine conectat. 4. Pornește stația. 5. Asigură-te că stația este setată pe un canal fără activitate. 6. Apasă OK pentru a încărca imaginea în dispozitiv.

source: 1. Turn radio off. 2. Connect data cable. 3. Prepare radio for clone. 4. <b>After clicking OK</b>, press the key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Preparez la radio pour le clonage. 4. <b>Après avoir cliqué sur OK</b>, appuyez la touche pour recevoir l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Prepara la radio per il clone. 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. 無線機をクローン用に準備 4. <b>OKをクリックした後</b>、キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Prepare o rádio para clonagem. 4. <b>Após clicar em OK</b>, pressione a tecla para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. Pregătește stația pentru clonare. 4. <b>După ce apesi OK</b>, apasă tasta pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect data cable. 3. Prepare radio for clone. 4. Press the key to receive the image.
fr: 1. Éteignez la radio. 2. Connectez le câble de données. 3. Preparez la radio pour le clonage. 4. Appuyez la touche pour recevoir l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati. 3. Prepara la radio per il clone. 4. Premi il tasto per acquisire l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. データケーブルを接続 3. 無線機をクローン用に準備 4. キーを押してイメージを受信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo de dados. 3. Prepare o rádio para clonagem. 4. Pressione a tecla para receber a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul de date. 3. Pregătește stația pentru clonare. 4. Apasă tasta pentru a primi imaginea.

source: 1. Turn radio off. 2. Connect mic and hold [ACC] on mic while powering on. ("CLONE" will appear on the display) 3. Replace mic with PC programming cable. 4. <b>After clicking OK</b>, press the [SET] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le micro puis maintenez sa touche [ACC] en allumant la radio ("CLONE" va apparaître sur l'écran LCD) 3. Remplacez le micro par le câble de programmation. 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [SET] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il microfono e tieni premuto [ACC] sul microfono durante l'accensione. (sul display apparirà la scritta "CLONE"). 3. Sostituisci il microfono con il cavo di programmazione del PC. 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [SET] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. マイクを接続し、マイクの[ACC]を押しながら電源オン (ディスプレイに "CLONE" と表示されます) 3. マイクをPCプログラミングケーブルに交換 4. <b>OKをクリックした後</b>、[SET] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o microfone e mantenha pressionado o botão [ACC] no microfone enquanto liga o rádio. "CLONE" aparecerá no visor. 3. Troque o microfone pelo cabo de programação para PC. 4. <b>Após clicar em OK</b>, pressione a tecla [SET] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează microfonul și ține apăsat [ACC] pe microfon în timp ce pornești stația. ("CLONE" va apărea pe ecran) 3. Înlocuiește microfonul cu cablul de programare PC. 4. <b>După ce dai clic pe OK</b>, apasă tasta [SET] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect mic and hold [ACC] on mic while powering on. ("CLONE" will appear on the display) 3. Replace mic with PC programming cable. 4. Press the [DISP/SS] key ("R" will appear on the lower left of LCD).
fr: 1. Éteignez la radio. 2. Connectez le micro puis maintenez sa touche [ACC] en allumant la radio ("CLONE" va apparaître sur l'écran LCD) 3. Remplacez le micro par le câble de programmation. 4. Appuyez sur la touche [DISP/SS] ("R" va apparaître en bas à gauche de l'écran LCD).
it: 1. Spegni la radio. 2. Collega il microfono e tieni premuto [ACC] sul microfono durante l'accensione. (sul display apparirà la scritta "CLONE"). 3. Sostituisci il microfono con il cavo di programmazione del PC. 4. Premi il tasto [DISP/SS] (sul display, in basso a sinistra, apparirà la scritta "R").
ja_jp: 1. 無線機の電源をオフ 2. マイクを接続し、マイクの[ACC]を押しながら電源オン (ディスプレイに "CLONE" と表示されます) 3. マイクをPCプログラミングケーブルに交換 4. [DISP/SS] キーを押します (LCDの左下に "R" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o microfone e mantenha pressionado o botão [ACC] no microfone enquanto liga o rádio. "CLONE" aparecerá no visor. 3. Troque o microfone pelo cabo de programação para PC. 4. Pressione a tecla [DISP/SS]. "R" aparecerá no canto inferior esquerdo do LCD.
ro_ro: 1. Oprește stația. 2. Conectează microfonul și ține apăsat [ACC] pe microfon în timp ce pornești stația. ("CLONE" va apărea pe ecran) 3. Înlocuiește microfonul cu cablul de programare PC. 4. Apasă tasta [DISP/SS] ("R" va apărea în colțul din stânga jos al LCD-ului).

source: 1. Turn radio off. 2. Remove front head. 3. Connect data cable to radio, use the same connector where head was connected to, <b>not the mic connector</b>. 4. Click OK.
fr: 1. Éteignez la radio. 2. Détachez la façade. 3. Connectez le câble de données à la radio, utilisez le même connecteur que celui utilisé pour la façade, <b>pas le connecteur micro</b>. 4. Ciquez sur OK.
it: 1. Spegni la radio. 2. Rimuovi la parte anteriore. 3. Collega il cavo dati alla radio, utilizzando lo stesso connettore del pannello frontale, <b>non al connettore del microfono</b>. 4. Fai clic su OK.
ja_jp: 1. 無線機の電源をオフ 2. フロントヘッドを取り外す 3. データケーブルを無線機に接続。ヘッドが接続されていたコネクタを使用、 <b>マイクコネクタではありません</b>。 4. OKをクリック
pt_br: 1. Desligue o rádio. 2. Remova a parte frontal do rádio. 3. Conecte o cabo de dados ao rádio, usando o mesmo conector onde a parte frontal estava conectada, e não o conector do microfone. 4. Clique em OK.
ro_ro: 1. Oprește stația. 2. Îndepărtează capul frontal. 3. Conectează cablul de date la stație, folosind același conector unde era conectat capul, <b>nu conectorul de microfon</b>. 4. Apasă OK.

source: 1. Turn radio off. 3. Press and hold in the [moni] key while turning the radio on. 4. Select CLONE in menu, then press F. Radio restarts in clone mode. ("CLONE" will appear on the display). 5. Press the [moni] key ("-RX-" will appear on the LCD).
fr: 1. Éteignez la radio. 3. Appuyez et maintenez la touche [moni] pendant que la radio s'allume. 4. Sélectionnez CLONE dans le menu, puis appuyez sur F. La radio redémarre en mode clonage. ("CLONE" va apparaître sur l'afficheur). 5. Appuyez sur la touche [moni] ("-RX-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 3. Tieni premuto il tasto [moni] mentre accendi la radio. 4. Seleziona CLONE nel menu, quindi premi F. La radio si riavvia in modalità clone. (sul display apparirà la scritta "CLONE"). 5. Premi il tasto [moni] (sul display apparirà la scritta "-RX-").
ja_jp: 1. 無線機の電源をオフ 3. [moni] キーを押しながら無線機の電源をオン 4. メニューからCLONEを選択し、Fを押す。無線機がクローンモードで再起動します (ディスプレイに "CLONE" と表示されます)。 5. [moni] キーを押します (LCDに "-RX-" と表示されます)。
pt_br: 1. Desligue o rádio. 3. Pressione e mantenha pressionada a tecla [moni] enquanto liga o rádio. 4. Selecione CLONE no menu e pressione F. O rádio reiniciará no modo clone. "CLONE" aparecerá no visor). 5. Pressione a tecla [moni] ("-RX-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 3. Apasă și ține apăsată tasta [moni] în timp ce pornești stația. 4. Selectează CLONE din meniu, apoi apasă F. Stația se repornește în modul clonare. ("CLONE" va apărea pe display). 5. Apasă tasta [moni] ("-RX-" va apărea pe ecranul LCD).

source: 1. Turn radio on. 2. Connect cable to DATA terminal. 3. Unclip battery. 4. Press and hold in the [AMS] key and power key while clipping in back battery the ("ADMS" will appear on the display). 5. Press the [MODE] key ("-WAIT-" will appear on the LCD). <b>Then click OK</b>
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Détachez la batterie. 4. Appuyez et maintenez la touche [AMS] et le bouton d'allumage en reconnectant la batterie ("ADMS" va apparaître sur l'écran LCD). 5. Appuyer sur la touche [MODE] ("-WAIT-" va apparaître sur l'écran LCD). <b>Puis cliquez OK</b>
it: 1. Accendi la radio. 2. Collega il cavo al terminale DATA. 3. Stacca la batteria. 4. Tieni premuto il tasto [AMS] e il tasto di accensione mentre agganci la batteria posteriore (sul display apparirà la scritta "ADMS"). 5. Premi il tasto [MODE] (sul display apparirà la scritta "-WAIT-"). <b>Quindi, fai clic su OK</b>
ja_jp: 1. 無線機の電源をオン 2. ケーブルをDATA端子に接続 3. バッテリーを外す 4. [AMS] キーと電源キーを押しながらバッテリーを取り付ける (ディスプレイに "ADMS" と表示されます)。 5. [MODE] キーを押します (LCDに "-WAIT-" と表示されます)。 <b>その後、OKをクリック</b>
pt_br: 1. Ligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Desencaixe a bateria. 4. Pressione e segure as teclas [AMS] e liga/desliga enquanto encaixa a bateria novamente. A mensagem ("ADMS" aparecerá no visor). 5. Pressione a tecla [MODE] e a mensagem ("-WAIT-" aparecerá no LCD). Em seguida, clique em OK
ro_ro: 1. Pornește stația. 2. Conectează cablul la terminalul DATA. 3. Scoate bateria. 4. Apasă și ține apăsate tastele [AMS] și tasta de pornire în timp ce atașezi bateria din spate ("ADMS" va apărea pe display). 5. Apasă tasta [MODE] ("-WAIT-" va apărea pe ecranul LCD). <b>Apoi apasă OK</b>

source: 1. Turn radio on. 2. Connect cable to DATA terminal. 3. Unclip battery. 4. Press and hold in the [AMS] key and power key while clipping in back battery the("ADMS" will appear on the display). 5. <b>After clicking OK</b>, press the [BAND] key.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Détachez la batterie. 4. Appuyez et maintenez la touche [AMS] et le bouton d'allumage en reconnectant la batterie ("ADMS" va apparaître sur l'écran LCD). 5. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [BAND].
it: 1. Accendi la radio. 2. Collega il cavo al terminale DATA. 3. Stacca la batteria. 4. Tieni premuto il tasto [AMS] e il tasto di accensione mentre agganci la batteria posteriore (sul display apparirà la scritta "ADMS"). 5. <b>Dopo aver fatto clic su OK</b>, premi il tasto [BAND].
ja_jp: 1. 無線機の電源をオン 2. ケーブルをDATA端子に接続 3. バッテリーを外す 4. [AMS] キーと電源キーを押しながらバッテリーを取り付ける (ディスプレイに "ADMS" と表示されます)。 5. <b>OKをクリックした後</b>、[BAND] キーを押す
pt_br: 1. Ligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Retire a bateria. 4. Pressione e segure as teclas [AMS] e liga/desliga enquanto encaixa a bateria novamente. A mensagem "ADMS" aparecerá no visor. 5. Após clicar em OK, pressione a tecla [BAND].
ro_ro: 1. Pornește stația. 2. Conectează cablul la terminalul DATA. 3. Scoate bateria. 4. Apasă și ține apăsate tastele [AMS] și tasta de pornire în timp ce atașezi bateria din spate ("ADMS" va apărea pe display). 5. <b>După ce apesi OK</b>, apasă tasta [BAND].

source: 1. Turn radio on. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Click OK to download image from device. It will may not work if you turn on the radio with the cable already attached
fr: 1. Allumez la radio. 2. Connectez le câble au connecteur HP/MIC. 3. Assurez-vous que le connecteur est fermement branché. 4. Cliquez sur OK pour lire l'image depuis la radio. Cela peut ne pas fonctionner si vous allumez la radio avec le câble déjà branché
it: 1. Accendi la radio. 2. Collega il cavo al connettore mic/spkr. 3. Assicurati che il connettore sia saldamente collegato. 4. Fai clic su OK, per scaricare l'immagine dal dispositivo. Potrebbe non funzionare, se accendi la radio con il cavo già collegato
ja_jp: 1. 無線機の電源をオン 2. プログラミングケーブルを接続 3. コネクタがしっかりと接続されているか確認 4. OKボタンを押して無線機からダウンロードを開始 ケーブルを接続した状態で電源オンにするとうまく動かない場合があります。
pt_br: 1. Ligue o rádio. 2. Conecte o cabo ao conector do microfone/alto-falante. 3. Certifique-se de que o conector esteja firmemente encaixado. 4. Clique em OK para baixar a imagem do dispositivo. Pode não funcionar se você ligar o rádio com o cabo já conectado.
ro_ro: 1. Pornește stația. 2. Conectează cablul la conectorul mic/spkr. 3. Asigură-te că conectorul este bine conectat. 4. Apasă OK pentru a descărca imaginea din dispozitiv. Poate să nu funcționeze dacă pornești stația cu cablul deja conectat.

source: 1. Turn radio on. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Click OK to upload the image to device. It will may not work if you turn on the radio with the cable already attached
fr: 1. Allumez la radio. 2. Connectez le câble au connecteur HP/MIC. 3. Assurez-vous que le connecteur est fermement branché. 4. Cliquez sur OK pour télécharger l'image vers l'appareil. Cela peut ne pas fonctionner si vous allumez la radio avec le câble déjà branché
it: 1. Accendi la radio. 2. Collega il cavo al connettore mic/spkr. 3. Assicurati che il connettore sia saldamente collegato. 4. Fai clic su OK, per caricare l'immagine sul dispositivo. Potrebbe non funzionare, se accendi la radio con il cavo già collegato
ja_jp: 1. 無線機の電源をオン 2. プログラミングケーブルを接続 3. コネクタがしっかりと接続されているか確認 4. OKボタンを押して無線機へアップロードを開始 ケーブルを接続した状態で電源オンにするとうまく動かない場合があります。
pt_br: 1. Ligue o rádio. 2. Conecte o cabo ao conector do microfone/alto-falante. 3. Certifique-se de que o conector esteja firmemente encaixado. 4. Clique em OK para enviar a imagem para o dispositivo. Pode não funcionar se você ligar o rádio com o cabo já conectado
ro_ro: 1. Pornește stația. 2. Conectează cablul la conectorul mic/spkr. 3. Asigură-te că conectorul este bine conectat. 4. Apasă OK pentru a încărca imaginea în dispozitiv. Poate să nu funcționeze dacă pornești stația cu cablul deja conectat.

source: A new CHIRP version is available. Please visit the website as soon as possible to download it!
bg_bg: Налично е ново издание на CHIRP. За да го изтеглите възможно най-бързо посетете страницата!
de: Neue Version verfügbar. Bitte so bald wie möglich herunterladen!
fr: Une nouvelle version de CHIRP est disponible. Visitez le site internet dès que possible pour la télécharger!
it: È disponibile una nuova versione di CHIRP. Visita il sito per scaricarla!
ja_jp: 新しいバージョンのCHIRPが利用可能です。できるだけ早く更新されることをお勧めします。今すぐ更新しますか？
pt_br: Uma nova versão do CHIRP está disponível. Visite o site o mais breve possível para fazer o download!
ro_ro: O nouă versiune CHIRP este disponibilă. Vă rugăm să vizitați site-ul cât mai curând posibil pentru a o descărca!

source: AM mode does not allow duplex or tone
bg_bg: Режимът АМ не поддържа дуплекс или тон
de: AM-Modus erlaubt kein Duplex oder Ton
fr: Le mode AM ne permet pas le duplex ou le tone
it: La modalità AM non consente il duplex o il tono
ja_jp: AMモードではデュプレックスやトーンは使用できません
pt_br: O modo AM não permite duplex ou tom
ro_ro: Modul AM nu permite duplexul sau tonul

source: About
bg_bg: Относно
de: Über
fr: À propos
it: Informazioni
ja_jp: このアプリについて
pt_br: Sobre
ro_ro: Despre

source: About CHIRP
bg_bg: Относно CHIRP
de: Über CHIRP
fr: À propos de CHIRP
it: Informazioni su CHIRP
ja_jp: CHIRP について
pt_br: Sobre CHIRP
ro_ro: Despre CHIRP

source: Agree
bg_bg: Съгласяване
de: Einverstanden
fr: D'accord
it: Accetta
ja_jp: 同意する
pt_br: Acordo
ro_ro: Sunt de acord

source: Aircraft frequencies must be aligned to 25kHz, 8.33kHz, be or a valid channel
de: Flug-Frequenzen müssen auf 25 kHz, 8,33 kHz oder einen gültigen Kanal eingestellt sein
ja_jp: 航空無線周波数は25kHz、8.33kHzステップ、または有効なチャンネルに合わせてください

source: All
bg_bg: Всички
de: Alle
es_es: Todo
fr: Tout
it: Tutto
ja_jp: すべて
nl: Alles
pt_br: Tudo
ro_ro: Toate
uk_ua: Все

source: All Files
bg_bg: Всички файлове
de: Alle Dateien
fr: Tous les fichiers
it: Tutti i file
ja_jp: すべてのファイル
pt_br: Todos os arquivos
ro_ro: Toate fișierele

source: All supported formats|
bg_bg: Всички поддържани формати|
de: Alle unterstützten Formate|
fr: Tous les formats supportés|
it: Tutti i formati supportati|
ja_jp: すべてのサポート形式|
pt_br: Todos os arquivos suportados
ro_ro: Toate formatele acceptate|

source: Always start with recent list
bg_bg: Отваряне на списъка при свързване
de: Immer mit der letzten Liste starten
fr: Toujours commencer avec la liste récente
it: Inizia sempre con un elenco recente
ja_jp: 常に最近使用したリストで開始
pt_br: Comece sempre pela lista mais recente.
ro_ro: Începe întotdeauna cu lista recentă

source: Amateur
bg_bg: Любителски
it: Radioamatore
ja_jp: アマチュア無線
pt_br: Amador
ro_ro: Amator

source: An error has occurred
bg_bg: Възникна грешка
de: Ein Fehler ist aufgetreten
es_es: Ha ocurrido un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja_jp: エラーが発生しました
nl: Er is een fout opgetreden
pt_br: Ocorreu um erro
ro_ro: A apărut o eroare
uk_ua: Сталася помилка

source: Applying settings
bg_bg: Прилагане на настройки
de: Einstellungen anwenden
fr: Application des préférences
it: Applicazione delle impostazioni
ja_jp: 設定を適用中
pt_br: Aplicando configurações
ro_ro: Aplicarea setărilor

source: Automatic from system
bg_bg: Автоматично от системата
de: Automatisch vom System
fr: Selon le système
it: Automatico dal sistema
ja_jp: システムから自動取得
pt_br: Offset Automático de Repetidoras
ro_ro: Automat din sistem

source: Available modules
bg_bg: Достъпни модули
de: Vorhandene Module
fr: Modules disponibles
it: Moduli disponibili
ja_jp: 利用可能なモジュール
pt_br: Módulos disponíveis
ro_ro: Module disponibile

source: Bandplan
bg_bg: Разпределение на честотните ленти
fr: Plan de fréquences
ja_jp: バンドプラン
pt_br: Plano de banda
ro_ro: Plan de benzi

source: Bands
bg_bg: Честотни ленти
de: Bänder
fr: Bandes
it: Bande
ja_jp: バンド
pt_br: Bandas
ro_ro: Benzi

source: Banks
bg_bg: Банки
de: Speicherbänke
fr: Banques
it: Banchi
ja_jp: バンク
nl: Banken
pt_br: Bancos
ro_ro: Bănci
uk_ua: Банки

source: Browser
bg_bg: Разглеждане
es_es: Navegador
fr: Navigateur
ja_jp: ブラウザ
pt_br: Navegador
