Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: 1. Turn radio off. 2. Connect cable to ACC jack. 3. Press and hold in the [MODE &lt;] and [MODE &gt;] keys while turning the radio on ("CLONE MODE" will appear on the display). 4. Press the [C] key ("RX" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise jack ACC. 3. Appuyez et maintenez les touches [MODE &lt;] et [MODE &gt;] pendant que vous allumez la radio ("CLONE MODE" va apparaître sur l'afficheur). 4. Appuyez sur la touche [C] ("RX" va apparaître sur l'écran LCD)
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa ACC. 3. Tieni premuti i tasti [MODE &lt;] e [MODE &gt;] mentre accendi la radio (sul display apparirà la scritta "CLONE MODE"). 4. Premi il tasto [C] (sul display apparirà la scritta "RX").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをACCジャックに接続 3. [MODE &lt;] と [MODE &gt;] キーを押しながら電源をオン (ディスプレイに "CLONE MODE" と表示されます)。 4. [C] キーを押します (LCDに "RX" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada ACC. 3. Pressione e segure as teclas [MODE &lt;] e [MODE &gt;] enquanto liga o rádio ("CLONE MODE" aparecerá no visor). 4. Pressione a tecla [C] ("RX" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul ACC. 3. Apasă și ține apăsate tastele [MODE &lt;] și [MODE &gt;] în timp ce pornești stația (va apărea "CLONE MODE" pe ecran). 4. Apasă tasta [C] (va apărea "RX" pe ecranul LCD).

source: 1. Turn radio off. 2. Connect cable to CAT/LINEAR jack. 3. Press and hold in the [MODE &lt;] and [MODE &gt;] keys while turning the radio on ("CLONE MODE" will appear on the display). 4. <b>After clicking OK</b>, press the [C](SEND) key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise CAT/LINEAR. 3. Appuyez et maintenez les touches [MODE &lt;] et [MODE &gt;] tout en allumant la radio ("CLONE MODE" va apparaître sur l'afficheur). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [C](SEND) pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa CAT/LINEAR. 3. Tieni premuti i tasti [MODE &lt;] e [MODE &gt;] mentre accendi la radio (sul display apparirà la scritta "CLONE MODE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [C](SEND) per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをCAT/LINEARジャックに接続 3. [MODE &lt;] と [MODE &gt;] キーを押しながら電源をオン (ディスプレイに "CLONE MODE" と表示されます)。 4. <b>OKをクリックした後</b>、 [C](SEND) キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada CAT/LINEAR. 3. Pressione e segure as teclas [MODE &lt;] e [MODE &gt;] enquanto liga o rádio ("CLONE MODE" aparecerá no visor). 4. <b>Após clicar em OK</b>, pressione a tecla [C] (SEND) para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul CAT/LINEAR. 3. Apasă și ține apăsate tastele [MODE &lt;] și [MODE &gt;] în timp ce pornești stația (va apărea "CLONE MODE" pe ecran). 4. <b>După ce ai dat click pe OK</b>, apasă tasta [C](SEND) pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to DATA jack. 3. Press and hold in the "left" [V/M] key while turning the radio on. 4. Rotate the "right" DIAL knob to select "CLONE START". 5. Press the [SET] key. The display will disappear for a moment, then the "CLONE" notation will appear. 6. <b>After clicking OK</b>, press the "left" [V/M] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [V/M] à gauche durant l'allumage de la radio. 4. Tournez le rotacteur DIAL de droite pour sélectionner "CLONE START". 5. Appuyez sur la touche [SET]. L'affichage va disparaître un instant, puis la mention "CLONE" va apparaître. 6. <b>Après avoir cliqué sur OK</b>, appuyez la touche [V/M] à gauche pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa DATA. 3. Tieni premuto il tasto "sinistro" [V/M] mentre accendi la radio. 4. Ruota la manopola "destra" del selettore e seleziona "CLONE START". 5. Premi il tasto [SET]. Il display scomparirà per un attimo, quindi apparirà la notazione "CLONE". 6. <b>Dopo aver fatto clic su OK</b>, premi il tasto "sinistro" [V/M] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATAジャックに接続 3. "左" [V/M] キーを押しながら無線機の電源をオン 4. "右" DIALノブを回して "CLONE START" を選択 5. [SET] キーを押す。ディスプレイが一瞬消え、 その後 "CLONE" 表記が現れます。 6. <b>OKをクリックした後</b>、"左" [V/M] キーを押して イメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada DATA. 3. Pressione e segure a tecla "esquerda" [V/M] enquanto liga o rádio. 4. Gire o botão DIAL "direita" para selecionar "CLONE START". 5. Pressione a tecla [SET]. O visor desaparecerá por um instante e, em seguida, a indicação "CLONE" aparecerá. 6. <b>Após clicar em OK</b>, pressione a tecla "esquerda" [V/M] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul DATA. 3. Apasă și ține apăsată tasta [V/M] "stânga" în timp ce pornești stația. 4. Rotește butonul DIAL "dreapta" pentru a selecta "CLONE START". 5. Apasă tasta [SET]. Ecranul va dispărea pentru o secundă, apoi va apărea notiția "CLONE". 6. <b>După ce ai dat click pe OK</b>, apasă tasta [V/M] "stânga" pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to DATA jack. 3. Press and hold in the "left" [V/M] key while turning the radio on. 4. Rotate the "right" DIAL knob to select "CLONE START". 5. Press the [SET] key. The display will disappear for a moment, then the "CLONE" notation will appear. 6. Press the "left" [LOW] key ("CLONE -RX-" will appear on the display).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [V/M] à gauche durant l'allumage de la radio. 4. Tournez le rotacteur DIAL de droite pour sélectionner "CLONE START". 5. Appuyez sur la touche [SET]. L'affichage va disparaître un instant, puis la mention "CLONE" va apparaître. 6. Appuyez sur la touche [LOW] à gauche ("CLONE -RX-" va apparaître sur l'afficheur).
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa DATA. 3. Tieni premuto il tasto "sinistro" [V/M] mentre accendi la radio. 4. Ruota la manopola "destra" del selettore e seleziona "CLONE START". 5. Premi il tasto [SET]. Il display scomparirà per un attimo, quindi apparirà la notazione "CLONE". 6. Premi il tasto "sinistro" [LOW] (sul display apparirà la scritta "CLONE -RX-").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATAジャックに接続 3. "左" [V/M] キーを押しながら無線機の電源をオン 4. "右" DIALノブを回して "CLONE START" を選択 5. [SET] キーを押す。ディスプレイが一瞬消え、 その後 "CLONE" 表記が現れます。 6. "左" [LOW] キーを押します (ディスプレイに "CLONE -RX-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada DATA. 3. Pressione e mantenha pressionada a tecla "esquerda" [V/M] enquanto liga o rádio. 4. Gire o botão DIAL "direita" para selecionar "CLONE START". 5. Pressione a tecla [SET]. O visor desaparecerá por um instante e, em seguida, a indicação "CLONE" aparecerá. 6. Pressione a tecla "esquerda" [LOW] ("CLONE -RX-" aparecerá no visor).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul DATA. 3. Apasă și ține apăsată tasta [V/M] "stânga" în timp ce pornești stația. 4. Rotește butonul DIAL "dreapta" pentru a selecta "CLONE START". 5. Apasă tasta [SET]. Ecranul va dispărea pentru o secundă, apoi va apărea notiția "CLONE". 6. Apasă tasta [LOW] "stânga" ("CLONE -RX-" va apărea pe ecran).

source: 1. Turn radio off. 2. Connect cable to DATA jack. 3. Press and hold in the [FW] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [BAND] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [FW] en allumant la radio ("CLONE" va apparaître sur l'afficheur). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [BAND] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa DATA. 3. Tieni premuto il tasto [FW] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [BAND] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATAジャックに接続 3. [FW] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[BAND] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada DATA. 3. Pressione e segure a tecla [FW] enquanto liga o rádio. "CLONE" aparecerá no visor. 4. Após clicar em OK, pressione a tecla [BAND] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul DATA. 3. Apasă și ține apăsată tasta [FW] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. <b>După ce ai dat click pe OK</b>, apasă tasta [BAND] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to DATA jack. 3. Press and hold in the [FW] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [MODE] key ("-WAIT-" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [FW] en allumant la radio ("CLONE" va apparaître sur l'afficheur). 4. Appuyez sur la touche [MODE] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa DATA. 3. Tieni premuto il tasto [FW] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [MODE] (sul display apparirà la scritta "-WAIT").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATAジャックに接続 3. [FW] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [MODE] キーを押します (LCDに "-WAIT-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada DATA. 3. Pressione e mantenha pressionada a tecla [FW] enquanto liga o rádio. "CLONE" aparecerá no visor". 4. Pressione a tecla [MODE] ("-WAIT-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul DATA. 3. Apasă și ține apăsată tasta [FW] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. Apasă tasta [MODE] ("-WAIT-" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to DATA jack. 3. Press and hold in the [MHz(PRI)] key while turning the radio on. 4. Rotate the DIAL job to select "F-7 CLONE". 5. Press and hold in the [BAND(SET)] key. The display will disappear for a moment, then the "CLONE" notation will appear. 6. Press the [LOW(ACC)] key ("--RX--" will appear on the display).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [MHz(PRI)] en allumant la radio. 4. Tournez le bouton de sélection de fréquence jusque "F-7 CLONE". 5. Appuyez et maintenez la touche [BAND(SET)]. L'affichage va disparaître un instant puis l'indication "CLONE" va apparaître. 6. Appuyez sur la touche [LOW(ACC)] ("--RX--" will appear on the display).
it: 1. Spegni la radio. 2. Collega il cavo dati alla presa DATA. 3. Tieni premuto il tasto [MHz(PRI)] mentre accendi la radio. 4. Ruota il selettore e seleziona "F-7 CLONE". 5. Tieni premuto il tasto [BAND(SET)]. Il display scomparirà per un attimo, quindi apparirà la notazione "CLONE". 6. Premi il tasto [LOW(ACC)] (sul display apparirà la scritta "--RX--").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATAジャックに接続 3. [MHz(PRI)] キーを押しながら無線機の電源をオン 4. DIALノブを回して "F-7 CLONE" を選択 5. [BAND(SET)] キーを長押し。ディスプレイが一瞬消え、 その後 "CLONE" 表記が現れます。 6. [LOW(ACC)] キーを押します (ディスプレイに "--RX--" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada DATA. 3. Pressione e mantenha pressionada a tecla [MHz(PRI)] enquanto liga o rádio. 4. Gire o seletor DIAL para selecionar "F-7 CLONE". 5. Pressione e mantenha pressionada a tecla [BAND(SET)]. O visor desaparecerá por um instante e, em seguida, a indicação "CLONE" aparecerá. 6. Pressione a tecla [LOW(ACC)] ("--RX--" aparecerá no visor).
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul DATA. 3. Apasă și ține apăsată tasta [MHz(PRI)] în timp ce pornești stația. 4. Rotește butonul DIAL pentru a selecta "F-7 CLONE". 5. Apasă și ține apăsată tasta [BAND(SET)]. Ecranul va dispărea pentru o clipă, apoi va apărea notiunea "CLONE". 6. Apasă tasta [LOW(ACC)] ("--RX--" va apărea pe ecran).

source: 1. Turn radio off. 2. Connect cable to DATA jack. 3. Press and hold in the [MHz(PRI)] key while turning the radio on. 4. Rotate the DIAL job to select "F-7 CLONE". 5. Press and hold in the [BAND(SET)] key. The display will disappear for a moment, then the "CLONE" notation will appear. 6. <b>After clicking OK</b>, press the [V/M(MW)] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [MHz(PRI)] en allumant la radio. 4. Tournez le bouton de sélection de fréquence jusque "F-7 CLONE". 5. Appuyez et maintenez la touche [BAND(SET)]. L'affichage va disparaître un instant puis l'indication "CLONE" va apparaître. 6. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [V/M(MW)] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa DATA. 3. Tieni premuto il tasto [MHz(PRI)] mentre accendi la radio. 4. Ruota il selettore e seleziona "F-7 CLONE". 5. Premi e tieni premuto il tasto [BAND(SET)]. Il display scomparirà per un momento, quindi apparirà la notazione "CLONE". 6. <b>Dopo aver fatto clic su OK</b>, premi il tasto [V/M(MW)] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATAジャックに接続 3. [MHz(PRI)] キーを押しながら無線機の電源をオン 4. DIALノブを回して "F-7 CLONE" を選択 5. [BAND(SET)] キーを長押し。ディスプレイが一瞬消え、 その後 "CLONE" 表記が現れます。 6. <b>OKをクリックした後</b>、[V/M(MW)] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada DATA. 3. Pressione e mantenha pressionada a tecla [MHz(PRI)] enquanto liga o rádio. 4. Gire o seletor DIAL para selecionar "F-7 CLONE". 5. Pressione e mantenha pressionada a tecla [BAND(SET)]. O visor desaparecerá por um instante e, em seguida, a indicação "CLONE" aparecerá. 6. Após clicar em OK, pressione a tecla [V/M(MW)] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul DATA. 3. Apasă și ține apăsată tasta [MHz(PRI)] în timp ce pornești stația. 4. Rotește butonul DIAL pentru a selecta "F-7 CLONE". 5. Apasă și ține apăsată tasta [BAND(SET)]. Ecranul va dispărea pentru o clipă, apoi va apărea notiunea "CLONE". 6. <b>După ce dai click pe OK</b>, apasă tasta [V/M(MW)] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to DATA terminal. 3. Press and hold [DISP] key while turning on radio ("CLONE" will appear on radio LCD). 4. <b>After clicking OK here in Chirp</b>, press the [Send] screen button.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [DISP] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [Send].
it: 1. Spegni la radio. 2. Collega il cavo al terminale DATA. 3. Tieni premuto il tasto [DISP] mentre accendi la radio (sul LCD della radio apparirà "CLONE"). 4. <b>Dopo aver fatto clic su OK qui su Chirp</b>, premi il pulsante [Send] sullo schermo.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATA端子に接続 3. [DISP] キーを押しながら無線機の電源をオン (無線機LCDに "CLONE" と表示されます)。 4. <b>ChirpでOKをクリックした後</b>、 [Send] スクリーンボタンを押してください。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Pressione e segure a tecla [DISP] enquanto liga o rádio. "CLONE" aparecerá no visor LCD do rádio. 4. <b>Após clicar em OK aqui no Chirp</b>, pressione o botão [Send] na tela.
ro_ro: 1. Oprește stația. 2. Conectează cablul la terminalul DATA. 3. Apasă și ține apăsată tasta [DISP] în timp ce pornești stația ("CLONE" va apărea pe ecranul LCD al stației). 4. <b>După ce dai click pe OK aici în Chirp</b>, apasă butonul [Send] de pe ecran.

source: 1. Turn radio off. 2. Connect cable to DATA terminal. 3. Press and hold in [DISP] key while turning on radio ("CLONE" will appear on radio LCD). 4. Press [RECEIVE] screen button ("-WAIT-" will appear on radio LCD). 5. Finally, press OK button below.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [DISP] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [RECEIVE] ("-WAIT-" va apparaître sur l'écran LCD). 5. Finalement, appuyez sur le bouton OK ci-bas.
it: 1. Spegni la radio. 2. Collega il cavo al terminale DATA. 3. Tieni premuto il tasto [DISP] mentre accendi la radio (sul LCD della radio apparirà "CLONE"). 4. Premi il pulsante [RECEIVE] sullo schermo (sul LCD della radio apparirà "WAIT"). 5, Infine, premi il pulsante OK in basso.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATA端子に接続 3. [DISP] キーを押しながら無線機の電源をオン (無線機LCDに "CLONE" と表示されます)。 4. [RECEIVE] スクリーンボタンを押してください (無線機LCDに "-WAIT-" と表示されます)。 5. 最後に、下のOKボタンを押してください。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Pressione e segure a tecla [DISP] enquanto liga o rádio. "CLONE" aparecerá no visor LCD do rádio". 4. Pressione o botão [RECEIVE] na tela. "-WAIT-" aparecerá no visor LCD do rádio. 5. Por fim, pressione o botão OK abaixo.
ro_ro: 1. Oprește stația. 2. Conectează cablul la terminalul DATA. 3. Apasă și ține apăsată tasta [DISP] în timp ce pornești stația ("CLONE" va apărea pe ecranul LCD al stației). 4. Apasă butonul [RECEIVE] de pe ecran ("-WAIT-" va apărea pe ecranul LCD al stației). 5. În cele din urmă, apasă butonul OK de mai jos.

source: 1. Turn radio off. 2. Connect cable to DATA terminal. 3. Press and hold in the [F] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [BAND] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [F] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [BAND] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo al terminale DATA. 3. Tieni premuto il tasto [F] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [BAND] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATA端子に接続 3. [F] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[BAND] キーを押してイメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Pressione e segure a tecla [F] enquanto liga o rádio. "CLONE" aparecerá no visor. 4. <b>Após clicar em OK</b>, pressione a tecla [BAND] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la terminalul DATA. 3. Apasă și ține apăsată tasta [F] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. <b>După ce dai click pe OK</b>, apasă tasta [BAND] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to DATA terminal. 3. Press and hold in the [F] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [Dx] key ("-WAIT-" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [F] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [Dx] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo al terminale DATA. 3. Tieni premuto il tasto [F] mentre accendi la radio. (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [Dx] (sul display apparirà la scritta "-WAIT-").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATA端子に接続 3. [F] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [Dx] キーを押します (LCDに "-WAIT-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Pressione e mantenha pressionada a tecla [F] enquanto liga o rádio. "CLONE" aparecerá no visor". 4. Pressione a tecla [Dx] ("-WAIT-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la terminalul DATA. 3. Apasă și ține apăsată tasta [F] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. Apasă tasta [Dx] ("-WAIT-" va apărea pe ecran).

source: 1. Turn radio off. 2. Connect cable to DATA terminal. 3. Press and hold in the [MHz(SETUP)] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [REV(DW)] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [MHz(SETUP)] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. <b>Après avoir cliqué sur OK</b>, appuyez sur la touche [REV(DW)] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo al terminale DATA. 3. Tieni premuto il tasto [MHz(SETUP)] mentre accendi la radio (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [REV(DW)] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATA端子に接続 3. [MHz(SETUP)] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[REV(DW)] キーを押して イメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Pressione e segure a tecla [MHz(SETUP)] enquanto liga o rádio "CLONE" aparecerá no visor". 4. <b>Após clicar em OK</b>, pressione a tecla [REV(DW)] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la terminalul DATA. 3. Apasă și ține apăsată tasta [MHz(SETUP)] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. <b>După ce dai click pe OK</b>, apasă tasta [REV(DW)] pentru a trimite imaginea.

source: 1. Turn radio off. 2. Connect cable to DATA terminal. 3. Press and hold in the [MHz(SETUP)] key while turning the radio on ("CLONE" will appear on the display). 4. Press the [MHz(SETUP)] key ("-WAIT-" will appear on the LCD).
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise DATA. 3. Appuyez et maintenez la touche [MHz(SETUP)] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Appuyez sur la touche [MHz(SETUP)] ("-WAIT-" va apparaître sur l'écran LCD).
it: 1. Spegni la radio. 2. Collega il cavo al terminale DATA. 3. Tieni premuto il tasto [MHz(SETUP)] mentre accendi la radio (sul display apparirà la scritta "CLONE"). 4. Premi il tasto [MHz(SETUP)] (sul display apparirà la scritta "-WAIT-").
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをDATA端子に接続 3. [MHz(SETUP)] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. [MHz(SETUP)] キーを押します (LCDに "-WAIT-" と表示されます)。
pt_br: 1. Desligue o rádio. 2. Conecte o cabo ao terminal DATA. 3. Pressione e mantenha pressionada a tecla [MHz(SETUP)] enquanto liga o rádio "CLONE" aparecerá no visor". 4. Pressione a tecla [MHz(SETUP)] "-WAIT-" aparecerá no LCD).
ro_ro: 1. Oprește stația. 2. Conectează cablul la terminalul DATA. 3. Apasă și ține apăsată tasta [MHz(SETUP)] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. Apasă tasta [MHz(SETUP)] ("-WAIT-" va apărea pe LCD).

source: 1. Turn radio off. 2. Connect cable to MIC Jack. 3. Press and hold in the [MHz(SETUP)] key while turning the radio on ("CLONE" will appear on the display). 4. <b>After clicking OK</b>, press the [GM(AMS)] key to send image.
fr: 1. Éteignez la radio. 2. Connectez le câble à la prise MIC. 3. Appuyez et maintenez la touche [MHz(SETUP)] en allumant la radio ("CLONE" va apparaître sur l'écran LCD). 4. Après avoir cliqué sur OK</b>, appuyez sur la touche [GM(AMS)] pour envoyer l'image.
it: 1. Spegni la radio. 2. Collega il cavo alla presa MIC. 3. Tieni premuto il tasto [MHz(SETUP)] mentre accendi la radio (sul display apparirà la scritta "CLONE"). 4. <b>Dopo aver fatto clic su OK</b>, premi il tasto [GM(AMS)] per inviare l'immagine.
ja_jp: 1. 無線機の電源をオフ 2. ケーブルをMICジャックに接続 3. [MHz(SETUP)] キーを押しながら無線機の電源をオン (ディスプレイに "CLONE" と表示されます)。 4. <b>OKをクリックした後</b>、[GM(AMS)] キーを押して イメージを送信
pt_br: 1. Desligue o rádio. 2. Conecte o cabo à entrada MIC. 3. Pressione e segure a tecla [MHz(SETUP)] enquanto liga o rádio "CLONE" aparecerá no visor". 4. <b>Após clicar em OK</b>, pressione a tecla [GM(AMS)] para enviar a imagem.
ro_ro: 1. Oprește stația. 2. Conectează cablul la jack-ul MIC. 3. Apasă și ține apăsată tasta [MHz(SETUP)] în timp ce pornești stația ("CLONE" va apărea pe ecran). 4. <b>După ce apesi OK</b>, apasă tasta [GM(AMS)] pentru a trimite imaginea.
