Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Updating RPTCALL list
es_es: Actualizando lista RPTCALL
nl: Bijwerken RPTCALL lijst
uk_ua: Оновлення списку RPTCALL

source: Setting memory {number}
es_es: Estableciendo memoria {number}
nl: Kanaal {number} instellen
uk_ua: Установка пам'яті {number}

source: Importing bank information
es_es: Importando información de banco
nl: Importeren van informatie van de bank
uk_ua: Імпортування інформації банку

source: Error importing memories:
es_es: Error importando memorias:
nl: Fout bij het importen van geheugen

source: None
es_es: Ninguno
nl: Geen
uk_ua: Не вказано

source: Inverse
es_es: Inverso
nl: Tegengesteld
uk_ua: Інверсія

source: Select
es_es: Seleccionar
nl: Selecteren

source: Reverse
es_es: Reverso
nl: Omkeren
uk_ua: Реверс

source: Adjust New Location
es_es: Ajustar nueva localización
nl: Nieuwe locatie aanpassen
uk_ua: Настроїти нове розташування

source: Confirm overwrites
es_es: Confirmar sobreescritura
nl: Overschrijven bevestigen
uk_ua: Підтвердіть заміну

source: Options
es_es: Opciones
nl: Opties
uk_ua: Опції

source: Cannot be imported because
es_es: No puede ser importado porque
nl: Kan niet worden gemporteerd, omdat
uk_ua: Не можна імпортувати, оскільки

source: Import From File
es_es: Importar desde archivo
nl: Importeren van bestand

source: To
es_es: A
nl: Aan
uk_ua: До

source: From
es_es: Desde
nl: Van
uk_ua: З

source: Location memory will be imported into
es_es: Localización de memoria será importada en
nl: Geheugenplaatsen zullen ook gemporteerd worden naar
uk_ua: Розташування пам'яті буде імпортовано до

source: Location of memory in the file being imported
es_es: Localización de la memoria en el archivo siendo importado
nl: Plaats van het kanaal in het bestand wordt gemporteerd
uk_ua: Розташування пам'яті у файлі, що імпортуються

source: Preparing memory list...
es_es: Preparando lista de memoria...
nl: Lijst van het kanaal wordt voorbereid...
uk_ua: Підготовка списку пам'яті...

source: Export To File
es_es: Exportar a archivo
nl: Exporteren naar bestand

source: Export
es_es: Exportar
nl: Exporteren
uk_ua: Експорт

source: File Exists
es_es: Archivo existe
nl: Bestand bestaat
uk_ua: Файл існує

source: The file {name} already exists. Do you want to overwrite it?
es_es: El archivo {name} ya existe. ¿Quieres sobrescribirlo?
nl: Het bestand {name} bestaat al. Wilt u het overschrijven?
uk_ua: Файл {name} вже існує. Ви дійсно хочете перезаписати його?

source: Untitled
es_es: Sin título
nl: Naamloos
uk_ua: Без назви

source: All files
es_es: Todos los archivos

source: CHIRP Radio Images
es_es: Imagenes de radio CHIRP
nl: CHIRP radio afbeeldingen
uk_ua: Образи радіостанцій CHIRP

source: CSV Files
es_es: Archivos CSV
nl: Komma gescheiden bestanden
uk_ua: CSV-файли

source: DAT Files
es_es: Archivos DAT

source: EVE Files (VX5)
es_es: Archivos EVE (VX5)

source: ICF Files
es_es: Archivos ICF
nl: ICF bestanden
uk_ua: ICF файли

source: VX5 Commander Files
es_es: Archivos de VX5 Commander

source: VX6 Commander Files
es_es: Archivos de VX6 Commander

source: VX7 Commander Files
es_es: Archivos de VX7 Commander
nl: VX7 Commander bestanden
uk_ua: Файли VX7 командира

source: ICF files cannot be edited, only displayed or imported into another file. Open in read-only mode?
es_es: Archivos ICF no se pueden editar, solo mostrarse o importarse en algún otro archivo. ¿Abrir en modo solo lectura?
nl: ICF bestanden kunnen niet worden bewerkt, alleen worden weergegeven of in een ander bestand gemporteerd. Openen in de modus alleen-lezen?
uk_ua: ICF файли не можна редагувати, тільки відобразити або імпортувати. Відкрити в режимі тільки для читання?

source: Unable to open this image. It was generated with a newer version of CHIRP and thus may be for a radio model that is not supported by this version. Please update to the latest version of CHIRP and try again.
es_es: No se puede abrir esta imagen. Esta fue generada con una versión más nueva de CHIRP y por lo tanto puede ser para un modelo de radio que no es soportada por esta versión. Por favor actualiza a la última versión de CHIRP e intenta de nuevo.

source: Unable to open this image: unsupported model
es_es: No se puede abrir esta imagen: modelo no soportado

source: There was an error opening {fname}: {error}
es_es: Hubo un error abriendo {fname}: {error}
nl: Er is een fout opgetreden bij het openen van {fname}: {error}
uk_ua: Сталася помилка при відкритті {fname}: {error}

source: {num} errors during open:
es_es: {num} errores mientras se abría:
nl: {num} fouten tijdens het openen:
uk_ua: {num} помилки під час відкриття:

source: Note:
es_es: Nota:
nl: Noot:
uk_ua: Примітка:

source: The {vendor} {model} operates in <b>live mode</b>. This means that any changes you make are immediately sent to the radio. Because of this, you cannot perform the <u>Save</u> or <u>Upload</u> operations. If you wish to edit the contents offline, please <u>Export</u> to a CSV file, using the <b>File menu</b>.
es_es: El {vendor} {model} opera en <b>modo en vivo</b>. Esto significa que cualquier cambio que hagas es enviado inmediatamente a la radio. Debido a esto , no puedes usar las operaciones <u>Guardar</u> o <u>Subir</u>. Si quieres editar el contenido sin conexón, por favor <u>Exporta</u> a un archivo CSV, usando el <b>menú Archivo</b>.
nl: De {vendor} {model} opereert in de <b>live modus</b>. Dit betekent dat wijzigingen die u aanbrengt onmiddellijk naar de radio verzonden worden. Hierdoor kunt u het niet <u>Opslaan</u> of <u>uploaden</u> . Als u wenst de inhoud off line te bewerken, gelieve <u>exporteren</u> naar een CSV-bestand, met behulp van het <b>menu bestand</b>.
uk_ua: {vendor} {model} працює в <b>режимі реального часу</b>. Це означає, що будь-які зміни негайно відправляються на радіостанцію. Через це не вдалося виконати <u>Збереження</u> або <u>Запис</u> операцій. Якщо ви хочете редагувати вміст в автономному режимі, будь ласка, <u>Експортуйте</u> файл CSV, за допомогою <b>Меню Файл</b>.

source: Don't show this again
es_es: No mostrar esto de neuvo
nl: Deze melding niet opnieuw weergeven
uk_ua: Не показувати наступного разу

source: {vendor} {model} image file
es_es: archivo de imagen {vendor} {model}
nl: {vendor} {model} afbeeldingsbestand
uk_ua: файлу образу {vendor} {model}

source: Open recent file
es_es: Abrir archivo reciente

source: Import stock configuration {name}
es_es: Importar configuración original {name}
nl: Importeren van aanwezige configuratie {name}
uk_ua: Імпорт заводської конфігурації {name}

source: Open stock configuration {name}
es_es: Abrir configuración original {name}
nl: Openen van aanwezige configuratie {name}
uk_ua: Відкрите заводські конфігурації {name}

source: Proceed with experimental driver?
es_es: ¿Proceder con controlador experimental?

source: This radio's driver is experimental. Do you want to proceed?
es_es: El controlador de esta radio es experimental. ¿Quieres proceder?

source: {name} Information
es_es: {name} Información

source: Don't show information for any radio again
es_es: No mostrar información para alguna radio de nuevo

source: {name} Instructions
es_es: {name} Instrucciones

source: Don't show instructions for any radio again
es_es: No mostrar instrucciones para alguna radio de nuevo

source: Save Changes?
es_es: ¿Guardar cambios?

source: File is modified, save changes before closing?
es_es: El archivo está modificado, ¿guardar los cambios antes de cerrar?
nl: Het bestand is aangepast. Wilt u de wijzigingen opslaan?
uk_ua: Файл змінено, зберегти зміни перед закриттям?

source: Kenwood HMK Files
es_es: Archivos Kenwood HMK

source: Kenwood ITM Files
es_es: Archivos Kenwood ITM

source: Travel Plus Files
es_es: Archivos Travel Plus

source: DMR-MARC Repeater Database Dump
es_es: Volcado de la base de datos de repetidor DMR-MARC

source: RepeaterBook Query
es_es: Consultar RepeaterBook

source: RepeaterBook query failed
es_es: Consulta RepeaterBook fallida

source: Invalid value for %s
es_es: Valor inválido para %s

source: Query failed
es_es: Consulta fallida

source: RadioReference.com Query
es_es: Consultar RadioReference.com

source: RadioReference.com Province Query
es_es: Consulta provincia RadioReference.com

source: With significant contributions from:
es_es: Con contribuciones significativas de:

source: Select Columns
es_es: Seleccionar columnas
nl: Kolommen selecteren
uk_ua: Виберіть Стовпці

source: Visible columns for {radio}
es_es: Columnas visibles para {radio}
nl: Zichtbare kolommen voor {radio}
uk_ua: Видимі стовпці для {radio}

source: Reporting is disabled
es_es: Reportar está deshabilitado
nl: Rapportering is uitgeschakeld
uk_ua: Звіти вимкнуто

source: The reporting feature of CHIRP is designed to help <u>improve quality</u> by allowing the authors to focus on the radio drivers used most often and errors experienced by the users. The reports contain no identifying information and are used only for statistical purposes by the authors. Your privacy is extremely important, but <u>please consider leaving this feature enabled to help make CHIRP better!</u> <b>Are you sure you want to disable this feature?</b>
es_es: La función de reportar de CHIRP está diseñada para ayudar a <u>mejorar la calidad</u> al permitir a los autores enfocarse en los controladores de las radios usadas mas frecuentemente y errores experimentados por los usuarios. Los reportes no contienen información de identificación y solo son usados para propósitos estadísticos por los autores. Tu privacidad es extremadamente importante, pero <u>¡por favor considera dejar esta función habilitada para ayudar a hacer a CHIRP mejor!</u> <b>¿Seguro que quieres deshabilitar esta función?</b>
nl: De rapportagefunctie van CHIRP is ontworpen om de <u>kwaliteit te helpen verbeteren</u> door de auteurs toe te staan zich te concentreren op de radio stuurprogramma's die het meest gebruikt worden en fouten ervaren door de gebruikers. De verslagen bevatten geen identificerende informatie en worden alleen voor statistische doeleinden gebruikt door de auteurs. Uw privacy is uiterst belangrijk, <u>maar kunt u overwegen deze functie ingeschakeld te laten om zo te helpen CHIRP beter maken!</u> <b>Weet u zeker dat u deze functie wilt uitschakelen?</b>
uk_ua: Функцію звітування CHIRP розроблено, щоб допомогти <u>поліпшити якість</u>, дозволяючи авторам зосередитися на драйверах радіостанцій, що найчастіше використовується і помилках досвідчених користувачів. Звіти не містять ідентифікаційну інформацію і використовуються тільки для статистичних цілей авторів. Ваша конфіденційність є надзвичайно важлива, але <u>будь ласка, залиште цю функцію включеною, щоб допомогти зробити CHIRP краще!</u> <b>ви впевнені, що хочете відключити цю функцію?</b>

source: Choose a language or Auto to use the operating system default. You will need to restart the application before the change will take effect
es_es: Elige un lenguaje o Auto para usar el por defecto del sistema operativo. Tendrás que reiniciar la aplicación antes para que el cambio surta efecto
nl: Kies een taal of Auto voor het gebruik van het standaard besturingssysteem. U dient de toepassing opnieuw te starten voordat de wijziging wordt doorgevoerd
uk_ua: Виберіть мову або авто для використання в операційній системі. Вам потрібно буде перезапустити додаток до того, як зміни вступлять в силу

source: Python Modules
es_es: Módulos Python

source: Modules
es_es: Modulos

source: _File
es_es: _Archivo
nl: _Bestanden
uk_ua: _Файл

source: Open _Recent
es_es: Abrir _reciente

source: Clear Recently Opened
es_es: Limpiar abierto recientemente

source: Load Module
es_es: Cargar modulo

source: _Edit
es_es: _Editar
nl: Be_werken
uk_ua: _Редагувати

source: _Cut
es_es: _Cortar
nl: _Knippen
uk_ua: _Вирізати

source: _Copy
es_es: _Copiar
nl: _Kopiren
uk_ua: _Копіювати

source: _Paste
es_es: _Pegar
nl: _Plakken
uk_ua: _Вставити

source: _Delete
es_es: _Borrar
nl: _Verwijderen
uk_ua: _Видалити

source: Select _All
es_es: Seleccionar _todo

source: Move _Up
es_es: Mover _arriba
nl: Verplaats om_hoog
uk_ua: Перемістити В_гору

source: Move Dow_n
es_es: Mover abaj_o
nl: Verplaats omlaa_g

source: E_xchange
es_es: I_ntercambiar
nl: W_isselen
uk_ua: _Обмін

source: P_roperties
es_es: P_ropiedades

source: _View
es_es: _Ver
nl: Bee_ld
uk_ua: В_игляд

source: Columns
es_es: Columnas
nl: Kolommen
uk_ua: Стовпці

source: Developer
es_es: Desarrollador
nl: Ontwerper
uk_ua: Розробник

source: Diff Tabs
es_es: Diferenciar pestañas

source: Change Language
es_es: Cambiar lenguaje

source: Download From Radio
es_es: Descargar desde radio
nl: Download van radio
uk_ua: Скопіювати з радіостанції

source: Upload To Radio
es_es: Subir a radio
nl: Naar radio uploaden
uk_ua: Записати в радіостанцію

source: Import From Data Source
es_es: Importar desde fuente de datos

source: DMR-MARC Repeaters
es_es: Repetidores DMR-MARC

source: RadioReference.com US
es_es: RadioReference.com EE.UU

source: RadioReference.com Canada
es_es: RadioReference.com Canadá

source: RepeaterBook Political Query
es_es: Consulta política de RepeaterBook

source: RepeaterBook Proximity Query
es_es: Consulta de proximidad de RepeaterBook

source: Query Data Source
es_es: Consultar fuente de datos

source: CHIRP Native File
es_es: Archivo nativo de CHIRP
nl: CHIRP oorspronkelijk bestand
uk_ua: Файл CHIRP

source: CSV File
es_es: Archivo CSV
nl: Komma gescheiden bestand
uk_ua: Файл CSV

source: Import From Stock Config
es_es: Importar desde configuración original

source: Channel Defaults
es_es: Predeterminados del canal

source: Get Help Online...
es_es: Obtener ayuda en línea...

source: Report Statistics
es_es: Reportar estadísticas

source: Hide Unused Fields
es_es: Ocultar campos no usados
nl: Ongebruikte velden verbergen
uk_ua: Приховувати невикористовувані поля

source: Smart Tone Modes
es_es: Modos de tono inteligente

source: Show Information
es_es: Mostrar información

source: Show Instructions
es_es: Mostrar instrucciones

source: Enable Developer Functions
es_es: Habilitar funciones de desarrollador
nl: Ontwikkelaars functies inschakelen
uk_ua: Увімкнення функції розробника

source: A new version of CHIRP is available: {ver}.
es_es: Una nueva versión de CHIRP está disponible: {ver}.

source: Error reporting is enabled
es_es: Reporte de errores está habilitado
nl: Foutrapportage is aangezet
uk_ua: Звітування про критичні помилки ввімкнуто

source: If you wish to disable this feature you may do so in the <u>Help</u> menu
es_es: Si deseas deshabilitar esta función puedes hacerlo en el menú <u>Ayuda</u>
nl: Als u deze functie wilt uitschakelen, dan kunt u dit doen in het menu <u>Help</u>
uk_ua: Якщо ви хочете вимкнути цю функцію, ви можете зробити це в меню <u>Довідка</u>

source: Other
es_es: Otro

source: DTCS Code
es_es: Código DTCS
uk_ua: DTCS код

source: RX DTCS Code
es_es: Código RX DTCS

source: DTCS Pol
es_es: Polaridad DTCS

source: Cross mode
es_es: Modo cruzado

source: Tune Step
es_es: Paso de sintonización
nl: Kanaal-afstand
uk_ua: Крок настройки

source: Memory validation failed:
es_es: Validación de memoria fallida:

source: Invalid value for this field
es_es: Valor invalido para este campo
nl: Ongeldige waarde voor dit veld
uk_ua: Неприпустиме значення для цього поля

source: DTCS Rx Code
es_es: Código DTCS Rx

source: Erasing memory {loc}
es_es: Borrando memoria {loc}
nl: Wis kanaal {loc}
uk_ua: Стирання пам'яті {loc}

source: Unable to make changes to this model
es_es: No se pueden hacer cambios a este modelo
nl: Niet in staat om wijzigingen voor dit model te maken
uk_ua: Не вдається внести зміни до цієї моделі

source: Error setting memory
es_es: Error estableciendo memoria
nl: Fout bij het instellen van het geheugen
uk_ua: Помилка настройки пам'яті

source: Writing memory {number}
es_es: Escribiendo memoria {number}
nl: Schrijven kanaal {number}
uk_ua: Запис пам'яті {number}

source: This operation requires moving all subsequent channels by one spot until an empty location is reached. This can take a LONG time. Are you sure you want to do this?
es_es: Esta operación requiere mover los canales subsecuentes un lugar hasta encontrar una localización vacía. Esto puede tomar MUCHO tiempo. ¿Estás seguro de querer hacerlo?
nl: Deze bewerking vereist het verplaatsen van alle volgende kanalen totdat een lege locatie is bereikt. Dit kan een lange tijd duren. Weet u zeker dat u dit wilt doen?
uk_ua: Ця операція вимагає переміщення всіх наступних каналів на одне місце до тих пір, поки пусте місце не буде досягнуто. Це може зайняти багато часу. Ви впевнені, що хочете це зробити?

source: Adding memory {number}
es_es: Agregando memoria {number}
nl: Kanaal toevoegen {number}
uk_ua: Додавання пам'яті {number}

source: Erasing memory {number}
es_es: Borrando memoria {number}
nl: Wis kanaal {number}
uk_ua: Стирання пам'яті {number}

source: Getting memory {number}
es_es: Obteniendo memoria {number}
nl: Ophalen kanaal {number}
uk_ua: Отримання пам'яті {number}

source: Moving memory from {old} to {new}
es_es: Moviendo memoria desde {old} a {new}
nl: Verplaats kanaal van {old} naar {new}
uk_ua: Переміщення пам'яті з {old} до {new}

source: Raw memory {number}
es_es: Memoria en bruto {number}
nl: Ruw kanaal {number}
uk_ua: RAW пам'ять {number}

source: Getting raw memory {number}
es_es: Obteniendo memoria en bruto {number}
nl: Ophalen van onbewerkt kanaal {number}
uk_ua: Отримання RAW пам'яті {number}

source: You can only diff two memories!
es_es: ¡Solo puedes diferenciar dos memorias!
nl: U kunt maar van 2 kanalen de verschillen zien
uk_ua: Ви можете порівняти тільки дві пам'яті!

source: Memory {number}
es_es: Memoria {number}
nl: Kanaal {number}
uk_ua: Пам'ять {number}

source: Diff of {a} and {b}
es_es: Diferencia de {a} y {b}
nl: Verschil tussen {a} en {b}
uk_ua: Порівняння {a} та {b}

source: Getting original memory {number}
es_es: Obteniendo memoria original {number}

source: Memories must be contiguous
es_es: Memorias deben ser contiguas
nl: De kanalen moeten aangrenzend zijn
uk_ua: Пам'ять має бути безперервна

source: Select All
es_es: Seleccionar todo

source: Insert row above
es_es: Insertar fila encima
nl: Regel hierboven invoegen
uk_ua: Додати рядок зверху

source: Insert row below
es_es: Insertar fila debajo
nl: Regel hieronder invoegen
uk_ua: Додати рядок знизу

source: this memory
es_es: esta memoria

source: these memories
es_es: estas memorias

source: ...and shift block up
es_es: ...y desplazar bloque hacia arriba

source: ...and shift all memories up
es_es: ...y desplazar todas las memorias hacia arriba

source: Move up
es_es: Mover arriba
nl: Verplaats omhoog

source: Move down
es_es: Mover abajo
nl: Verplaats omlaag

source: Exchange memories
es_es: Intercambiar memorias
nl: Kanalen wisselen

source: Internal Error: Column {name} not found
es_es: Error interno: Columna {name} no encontrada
nl: Interne fout: Kolom {name} niet gevonden
uk_ua: Внутрішня помилка: не знайдено стовпець {name}

source: Internal Error: Invalid limit {number}
es_es: Error interno: límite {number} invalido
nl: Interne fout: Ongeldige limiet {number}
uk_ua: Внутрішня помилка: Неприпустиме обмеження {number}

source: Memory Range:
es_es: Rango de memoria:

source: Refresh
es_es: Actualizar

source: Special Channels
es_es: Canales especiales
nl: Speciale kanalen
uk_ua: Спеціальні канали

source: Show Empty
es_es: Mostrar vacío
nl: Lege tonen
uk_ua: Показувати порожні

source: Cutting memory {number}
es_es: Cortando memoria {number}
nl: Knippen kanaal {number}
uk_ua: Отримання пам'яті {number}

source: Unable to paste {src} memories into {dst} rows. Increase the memory bounds or show empty memories.
es_es: No se pueden pegar {src} memorias en {dst} filas. Incrementa los límites de la memoria o muestra memorias vacías.

source: Yes to All
es_es: Sí a todo

source: Overwrite?
es_es: ¿Sobrescribir?
nl: Overschrijven?
uk_ua: Перезаписати?

source: Overwrite location {number}?
es_es: ¿Sobrescribir localización {number}?
nl: Plaats {number} overschrijven?
uk_ua: Перезаписати місце {number}?

source: Incompatible Memory
es_es: Memoria incompatible
nl: Onverenigbaar kanaal
uk_ua: Несумісна пам'ять

source: Pasted memory {number} is not compatible with this radio because:
es_es: Memoria pegada {number} no es compatible con esta radio porque:
nl: Geplakt kanaal {number} is niet compatibel met deze radio omdat:
uk_ua: Вставлена пам'ять {number} несумісна із цією радіостанцією тому що:

source: Error in setting value: %s
es_es: Error en valor de ajuste: %s

source: Invalid setting value: %s
es_es: Valor de ajuste inválido: %s

source: Shift
es_es: Desplazamiento
uk_ua: Зміщення

source: Moving {src} to {dst}
es_es: Moviendo {src} a {dst}
nl: Verplaatsen van {src} naar {dst}
uk_ua: Переміщення {src} до {dst}

source: Looking for a free spot ({number})
es_es: Buscando un lugar libre ({number})
nl: Zoeken naar een vrije plaats ({number})
uk_ua: Пошук вільної точки ({number})

source: No space to insert a row
es_es: No hay espacio para insertar una fila

source: Moved {count} memories
es_es: Movidas {count} memorias
nl: {count} kanalen verplaatst
uk_ua: Перемещенно {count} записів пам'яті

source: Radio Programming Tool
es_es: Herramienta de programación de radio

source: Program amateur radios
es_es: Programa radioaficionados

source: Hamradio;Programming;Handheld;Radio;Amateur;Programmer
es_es: Radioafición;Programación;Portátil;Radio;Aficionado;Programador

source: Retrieving bank information
nl: Informatie van de bank ophalen
uk_ua: Отримання інформації банку

source: Setting name on bank
nl: Naam van de bank instellen
uk_ua: Настройка назви бана

source: Updating bank index for memory {num}
nl: Index van de bank voor kanaal {num} bijwerken
uk_ua: Оновлення індексу банку пам'яті {num}

source: Updating bank information for memory {num}
nl: Informatie van de bank voor kanaal {num} bijwerken
uk_ua: Оновлення інформації банку пам'яті {num}

source: Getting bank for memory {num}
nl: Bank voor kanaal {num} ophalen
uk_ua: Отримання банку пам'яті {num}

source: Getting bank information for memory {num}
nl: Informatie van de bank voor kanaal {num} ophalen
uk_ua: Отримання інформації банку для пам'яті {num}

source: Getting bank information
nl: Informatie van de bank ophalen
uk_ua: Отримання інформації банку

source: Overwrite
nl: Overschrijven
uk_ua: Перезаписати

source: CHIRP Files
nl: CHIRP bestanden
uk_ua: CHIRP файли

source: Open recent file {name}
nl: Recent geopend bestand {name}
uk_ua: Відкриті останній файл {name}

source: Discard Changes?
nl: Wijzigen verwerpen?
uk_ua: Скасувати зміни?

source: With significant contributions by:
nl: Met dank aan:
uk_ua: Значні внески зробили:

source: Open stock config
nl: Openen aanwezige configuratie
uk_ua: Відкрити заводські конфігурації

source: Show raw memory
nl: Toon ruw geheugen
uk_ua: Показати raw пам'ять

source: Diff raw memories
nl: Verschil ruwe kanalen
uk_ua: Порівняти raw пам'ять

source: Diff tabs
nl: Verschillen van tabs
uk_ua: Вкладки порівняння

source: Change language
nl: Taal wijzigen
uk_ua: Змінити мову

source: Import from RFinder
nl: Importeren uit RFinder
uk_ua: Імпорт з RFinder

source: Import from RepeaterBook
nl: Importeren van RepeaterBook
uk_ua: Імпорт з RepeaterBook

source: Import from stock config
nl: Importeren van aanwezige configuratie

source: Report statistics
nl: Statistieken raporteren
uk_ua: Звіт статистики

source: Automatic Repeater Offset
nl: Automatische repeater offset
uk_ua: Автоматичний рознос репітера

source: Clone failed: {error}
nl: Klonen mislukt: {error}
uk_ua: Помилка клонування: {error}

source: Bank Names
nl: Banknamen
uk_ua: Імена банків

source: Priming memory
nl: Voorbereiden van geheugen
uk_ua: Первинна пам'ять

source: ToneSql
nl: Toon squelch
