Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Editing new item, taking defaults
nl: Bewerken van een nieuw item. Standaardwaarden worden genomen
uk_ua: Редагування нового елемента, беручи за замовчуванням

source: Bad value for {col}: {val}
nl: Foute waarde voor {col}: {val}
uk_ua: Погане значення для {col}: {val}

source: Delete all
nl: Alles verwijderen

source: Delete (and shift up)
nl: Verwijderen (en naar boven verplaatsen)
uk_ua: Видалити (та зсунути вгору)

source: Getting channel {chan}
nl: Ophalen kanaal {chan}
uk_ua: Отримання каналу {chan}

source: Memory range:
nl: Geheugenbereik:
uk_ua: Діапазон пам'яті:

source: Go
nl: Ga
uk_ua: Іти

source: Bank
uk_ua: Банк

source: Auto
uk_ua: Авто

source: VX7 Commander
uk_ua: Командир VX7

source: _Recent
uk_ua: Ос_танні

source: _Radio
uk_ua: _Радіостанція
