Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Please check the bug number and try again. If you do actually want to report against this bug, please comment on it via the website and ask for it to be re-opened.
de: Bitte überprüfe die Fehlernummer und versuche es erneut. Falls dieser Fehler tatsächlich gemeldet werden soll, hinterlasse bitte einen Kommentar auf der Website und bitte um eine Wiederöffnung
fr: Veuillez vérifier le numéro de bogue et réessayer. Si vous souhaitez véritablement faire un rapport sur ce bogue, ajoutez-y un commentaire via le site web et demandez à le rouvrir.
it: Controlla il numero del bug e riprova. Se vuoi effettivamente segnalare questo bug, commentalo tramite il sito web e chiedi che venga riaperto.
ja_jp: バグ番号を確認して再試行してください。実際にこのバグに対して報告したい場合は、ウェブサイト経由でコメントし、再オープンを依頼してください。
pt_br: Por favor, verifique o número do bug e tente novamente. Se você realmente deseja reportar este bug, por favor, comente nele através do site e peça para que ele seja reaberto.
ro_ro: Te rugăm să verifici numărul bug-ului și să încerci din nou. Dacă vrei într-adevăr să raportezi acest bug, te rugăm să comentezi pe site și să ceri redeschiderea acestuia.

source: Please note that developer mode is intended for use by developers of the CHIRP project, or under the direction of a developer. It enables behaviors and functions that can damage your computer and your radio if not used with EXTREME care. You have been warned! Proceed anyway?
bg_bg: Внимание! Режимът за разработчици е предназначен за употреба от разработчиците на проекта CHIRP или под ръководството на такъв разработчик. Режимът включва възможности и действия, които могат да повредят компютъра и радиостанцията ви, ако не ги използвате с ИЗКЛЮЧИТЕЛНА предпазливост. Желаете ли да продължите?
de: Bitte beachten, dass der Entwicklermodus ausschließlich für die Verwendung durch Entwickler des CHIRP-Projekts oder unter deren Anleitung vorgesehen ist. Er aktiviert Funktionen und Verhaltensweisen, die den Computer und das Funkgerät beschädigen können, wenn sie nicht mit äußerster Vorsicht verwendet werden. Du wurdest gewarnt! Trotzdem fortfahren?
fr: Veuillez noter que le mode developpeur est destiné à n'être utilisé que par les développeurs du projet CHIRP, ou en suivant les directives d'un developpeur. Il active des comportements et des fonctions qui peuvent endommager votre ordinateur et votre radio s'ils ne sont pas utilisés avec un EXTRÊME soin. Vous êtes prévenu! Continuer malgré tout?
it: La modalità sviluppatore è destinata all'uso degli sviluppatori del progetto CHIRP o sotto la direzione di uno sviluppatore. Essa abilita comportamenti e funzioni che possono danneggiare il computer e la radio, se non vengono utilizzati con ESTREMA attenzione. Sei stato avvisato! Vuoi procedere comunque?
ja_jp: 開発者モードはCHIRPプロジェクトの開発者による使用、または開発者の指示の下での使用を意図しています。細心の注意を払って使用しない場合、コンピュータや無線機に損害を与える可能性のある動作や機能が有効になります。警告しましたよ！それでも進めますか？
pt_br: Observe que o modo de desenvolvedor destina-se ao uso por desenvolvedores do projeto CHIRP ou sob a supervisão de um desenvolvedor. Ele habilita comportamentos e funções que podem danificar seu computador e seu rádio se não forem usados ​​com EXTREMO cuidado. Você foi avisado! Prosseguir mesmo assim?
ro_ro: Te rugăm să reții că modul de dezvoltator este destinat utilizării de către dezvoltatorii proiectului CHIRP sau sub direcția unui dezvoltator. Aceasta activează comportamente și funcții care pot deteriora computerul tău și stația ta dacă nu sunt folosite cu EXTREMĂ prudență. Ai fost avertizat! Continuă oricum?

source: Please wait
bg_bg: Изчакайте
de: Bitte warten
fr: Patientez s'il vous plaît
it: Attendi
ja_jp: お待ちください
pt_br: Por favor, aguarde
ro_ro: Te rugăm să aștepți

source: Plug in your cable and then click OK
bg_bg: Включете кабела и натиснете „Добре“
de: Schließe das Kabel an und klicke auf OK
fr: Branchez votre câble et cliquez sur OK
it: Collega il cavo e fai clic su OK
ja_jp: ケーブルを接続してOKをクリックしてください。
pt_br: Conecte o cabo e clique em OK
ro_ro: Conectează-ți cablul și apasă OK

source: Polish repeaters database
bg_bg: Ретранслатори в Полша
de: Polnische Repeater-Datenbank
fr: Base de données de répéteurs polonais
it: Database dei ripetitori polacchi
ja_jp: ポーランドのレピータデータベース
pt_br: Banco de dados de repetidores poloneses
ro_ro: Baza de date repetoare Polonia

source: Port
bg_bg: Порт
es_es: Puerto
it: Porta
ja_jp: ポート
nl: Poort
pt_br: Porta
uk_ua: Порт

source: Power
bg_bg: Мощност
de: Leistung
es_es: Poder
fr: Puissance
it: Potenza
ja_jp: 出力
nl: Vermogen
pt_br: Potência
ro_ro: Putere
uk_ua: Потужність

source: Prefixes
bg_bg: Представки
de: Präfixe
fr: Préfixes
it: Prefissi
ja_jp: プレフィックス
pt_br: Prefixos
ro_ro: Prefixuri

source: Press enter to set this in memory
bg_bg: За да зададете тази стойност на записа, натиснете бутона Enter
de: Drücke Enter zum Speichern
fr: Appuyez sur entrée pour inscrire ceci en mémoire
it: Premi invio per impostarlo in memoria
ja_jp: Enterキーを押してメモリーに設定
pt_br: Pressione Enter para salvar esta informação na memória
ro_ro: Apasă Enter pentru a seta aceasta în memorie

source: Print Preview
bg_bg: Преглед за отпечатване
de: Druckvorschau
fr: Apercu avant impression
it: Anteprima di stampa
ja_jp: 印刷プレビュー
pt_br: Visualizar impressão
ro_ro: Previzualizare tipărire

source: Printing
bg_bg: Отпечатване
de: Drucke
fr: Impression
it: Stampa in corso
ja_jp: 印刷
pt_br: Impressão
ro_ro: Tipărire

source: Prolific USB device
bg_bg: USB устройство на Prolific
de: Prolific USB-Gerät
fr: Appareil USB avec puce Prolific
it: Dispositivo USB Prolific
ja_jp: Prolific USBデバイス
pt_br: Conversor de interface USB
ro_ro: Dispozitiv USB Prolific

source: Properties
bg_bg: Свойства
de: Eigenschaften
es_es: Propiedades
fr: Propriétés
it: Proprietà
ja_jp: プロパティ
pt_br: Propriedades
ro_ro: Proprietăți

source: QTH Locator
fr: Localisateur QTH
ja_jp: QTHロケーター
pt_br: Localizador QTH
ro_ro: Locator QTH

source: Query %s
bg_bg: Заявка към %s
de: Frage %s ab
fr: Interroger %s
it: Interroga %s
ja_jp: %s をクエリ
pt_br: Consulta %s
ro_ro: Interogare %s

source: Query Source
bg_bg: Заявки
de: Datenquelle abfragen
fr: Interroger source web
it: Interroga fonte
ja_jp: クエリソース
pt_br: Fonte da consulta
ro_ro: Sursa interogării

source: Query string is invalid
bg_bg: Заявката е с неправилен синтаксис
de: Abfrage ist ungültig
fr: Chaîne de requête invalide
it: La stringa della query non è valida
ja_jp: クエリ文字列が無効です
pt_br: A string de consulta é inválida
ro_ro: Șirul de interogare este invalid

source: Query syntax OK
bg_bg: Заявката е с правилен синтаксис
de: Abfrage OK
fr: Syntaxe de la requête OK
it: La sintassi della query è OK
ja_jp: クエリ構文OK
pt_br: Sintaxe da consulta OK
ro_ro: Sintaxă interogare OK

source: Query syntax help
bg_bg: Помощ за синтаксиса
de: Hilfe zur Abfrage
fr: Aide sur la syntaxe de requête
it: Aiuto per la sintassi delle query
ja_jp: クエリ構文ヘルプ
pt_br: Ajuda com a sintaxe de consulta
ro_ro: Ajutor sintaxă interogare

source: Querying
bg_bg: Търсене
de: Abfrage
fr: Interrogation
it: Interrogazione
ja_jp: クエリ中
pt_br: Consultando
ro_ro: Interogare

source: RX DTCS
it: DTCS RX
ja_jp: 受信DTCS

source: Radio
bg_bg: Станция
de: Funkgerät
ja_jp: 無線機
pt_br: Rádio
ro_ro: Statie

source: Radio did not ack block %i
bg_bg: Станцията не е приела блок %i
de: Funkgerät hat Block %i nicht bestätigt
es_es: La radio no reconoció el bloque %i
fr: La radio n'a pas accusé reception du bloc %i
it: La radio non ha accettato il blocco %i
ja_jp: 無線機がブロック %i を確認応答しませんでした
pt_br: O rádio não reconheceu o bloco %i
ro_ro: Stația nu a confirmat blocul %i

source: Radio information
bg_bg: Сведения за станцията
de: Funkgerät-Information
fr: Informations de la radio
it: Informazioni sulla radio
ja_jp: 無線機情報
pt_br: Informações do rádio
ro_ro: Informații stație

source: Radio model:
bg_bg: Модел на станция:
de: Funkgerät-Modell:
fr: Modèle de radio:
it: Modello della radio:
ja_jp: 無線機モデル:
pt_br: Modelo do rádio:
ro_ro: Model stație:

source: Radio sent data after the last awaited block, this happens when the selected model is a non-US but the radio is a US one. Please choose the correct model and try again.
bg_bg: Станцията изпрати данни след последния очакван блок. Това се случва, когато избраният модел не е предназначен за употреба в САЩ, но станцията е. Изберете правилния модел и опитайте отново.
es_es: La radio envió datos después del último bloque esperado, esto sucede cuando el modelo seleccionado no es de EE.UU. pero la radio es una de EE.UU. Por favor elije el modelo correcto e intenta de nuevo.
fr: La radio a envoyé des données après le dernier bloc attendu, ceci se produit quand le modèle sélectionné n'est pas US mais que la radio est US. Sélectionnez le bon modèle et réessayez.
it: La radio ha inviato i dati dopo l'ultimo blocco atteso; ciò accade quando il modello selezionato non è statunitense ma la radio è statunitense. Scegli il modello corretto e riprova.
ja_jp: 無線機が最後の待機ブロックの後にデータを送信しました。これは、選択されたモデルが非USモデルであるのに、無線機がUSモデルである場合に発生します。正しいモデルを選択して再試行してください。
pt_br: O rádio enviou dados após o último bloco esperado. Isso ocorre quando o modelo selecionado não é dos EUA, mas o rádio é dos EUA. Selecione o modelo correto e tente novamente.
ro_ro: Stația a trimis date după ultimul bloc așteptat, acest lucru se întâmplă atunci când modelul selectat nu este din SUA, dar stația este din SUA. Te rugăm să alegi modelul corect și să încerci din nou.

source: RadioReference Canada requires a login before you can query
bg_bg: RadioReference Canada изисква да влезете преди на правите заявки
de: RadioReference Kanada erfordert eine Anmeldung, bevor Anfragen gestellt werden können
fr: RadioReference Canada nécessite une connexion avant une requête
it: RadioReference Canada richiede un login prima di poter effettuare le interrogazioni
ja_jp: RadioReference Canadaのクエリにはログインが必要です
pt_br: O RadioReference Canada exige login para que você possa fazer uma consulta
ro_ro: RadioReference Canada necesită un login înainte de a putea efectua interogarea

source: RadioReference.com is the world's largest radio communications data provider <small>Premium account required</small>
bg_bg: RadioReference.com е най-големият доставчик на данни за радиокомуникации в света. <small>Необходим е платен профил</small>
fr: RadioReference.com est le plus grand fournisseur de données de communications radio du monde <small>Compte Premium requis</small>
it: RadioReference.com è il più grande fornitore del mondo di dati sulle comunicazioni radio <small>È necessario un account premium</small>
ja_jp: RadioReference.com は世界最大の 無線通信データプロバイダーです <small>プレミアムアカウントが必要です</small>
pt_br: RadioReference.com é o maior provedor de dados de radiocomunicações do mundo. Conta Premium necessária
ro_ro: RadioReference.com este cel mai mare furnizor de date pentru comunicații radio din lume <small>Cont premium necesar</small>

source: Receive DTCS code
bg_bg: Код на DTCS на приемане
de: Empfangs-DTCS-Code
fr: Recevoir code DTCS
it: Ricezione del codice DTCS
ja_jp: 受信DTCSコード
pt_br: Receber código DTCS
ro_ro: Cod DTCS de recepție

source: Recommend using 55.2
bg_bg: Препоръчваме ви да използвате 55.2
de: Es wird empfohlen, 55.2 zu verwenden
fr: 55.2 recommandé
it: Si consiglia di utilizzare 55.2
ja_jp: 55.2の使用を推奨
pt_br: Recomenda-se o uso de 55,2
ro_ro: Se recomandă utilizarea versiunii 55.2

source: Redo
bg_bg: Повтаряне
de: Erneuern
fr: Refaire
it: Rifai
ja_jp: やり直し
pt_br: Refazer
ro_ro: Refă

source: Refresh required
bg_bg: Необходимо е презареждане
de: Aktualisierung erforderlich
fr: Rafraîchissement nécessaire
it: Aggiornamento necessario
ja_jp: 更新が必要です
pt_br: É necessário atualizar
ro_ro: Reîmprospătare necesară

source: Refreshed memory %s
bg_bg: Презареден е запис № %s
de: Speicher %s aktualisiert
fr: Mémoire %s rafraîchie
it: Memoria aggiornata %s
ja_jp: %s 件のメモリーを取得しました
pt_br: Memória atualizada %s
ro_ro: Memoria %s actualizată

source: Reload Driver
bg_bg: Презареждане на управляващия софтуер
de: Treiber neu laden
fr: Recharger pilote
it: Ricarica il driver
ja_jp: ドライバーを再読み込み
pt_br: Recarregar Driver
ro_ro: Reîncarcă driverul

source: Reload Driver and File
bg_bg: Презареждане на управляващия софтуер и файлове
de: Treiber und Datei neu laden
fr: Recharger pilote et fichier
it: Ricarica il driver e il file
ja_jp: ドライバーとファイルを再読み込み
pt_br: Recarregar Driver e arquivo
ro_ro: Reîncarcă driverul și fișierul

source: Reload required
bg_bg: Необходимо е презареждане
de: Neuladen erforderlich
fr: Rechargement requis
it: È necessario ricaricare
ja_jp: 再読み込みが必要です
pt_br: Recarga requerida

source: Remove
bg_bg: Премахване
de: Entfernen
fr: Retirer
it: Elimina
ja_jp: 削除
pt_br: Remover
ro_ro: Șterge

source: Remove selected model from list
bg_bg: Премахване на избрания модел от списъка
de: Ausgewähltes Modell aus der Liste entfernen
fr: Retirer le modèle sélectionné de la liste
it: Elimina il modello selezionato dall'elenco
ja_jp: 選択したモデルをリストから削除
pt_br: Remover o modelo selecionado da lista
ro_ro: Șterge modelul selectat din listă

source: Rename bank
bg_bg: Преименуване на банка
de: Speicherbank umbenennen
fr: Renommer banque
it: Rinomina banco
ja_jp: バンク名を変更
pt_br: Renomear banco
ro_ro: Redenumește banca

source: RepeaterBook is Amateur Radio's most comprehensive, worldwide, FREE repeater directory.
bg_bg: RepeaterBook е най-изчерпателният, безплатен справочник за радиолюбителски ретранслатори в света.
fr: RepeaterBook est l'annuaire GRATUIT de radio amateur le plus complet du monde.
it: RepeaterBook è l'elenco mondiale e GRATUITO più completo di ripetitori per radioamatori.
ja_jp: RepeaterBookは、アマチュア無線の最も包括的で 世界的な無料のレピータディレクトリです。
pt_br: RepeaterBook é o diretório de repetidores mais completo, mundial e GRATUITO do rádio amador.
ro_ro: RepeaterBook este cel mai cuprinzător director de repetoare al Radioamatorismului, global, GRATUIT.

source: Report or update a bug...
bg_bg: Доклад или промняна на дефект…
de: Einen Fehler melden oder aktualisieren...
fr: Rapporter ou mettre à jour un bogue...
it: Segnala o aggiorna un bug...
ja_jp: バグを報告または更新...
pt_br: Reportar ou atualizar um erro...
ro_ro: Raportează sau actualizează un bug...

source: Reporting enabled
bg_bg: Докладването е включено
de: Berichtsfunktion aktiviert
fr: Rapport d'utilisation activé
it: Reporting abilitato
ja_jp: 診断レポート送信
pt_br: Relatórios ativados
ro_ro: Raportarea activată

source: Reporting helps the CHIRP project know which radio models and OS platforms to spend our limited efforts on. We would really appreciate if you left it enabled. Really disable reporting?
bg_bg: Докладването помага на проекта CHIRP да разполага с данните за кои модели радиостанции и операционни системи да насочи ограничените си ресурси. Високо бихме оценили ако оставите стойността включена. Желаете ли докладването да бъде изключено?
de: Die Berichtsfunktion hilft dem CHIRP-Projekt dabei, die Funkmodelle und Betriebssystemplattformen zu identifizieren, auf die wir unsere begrenzten Ressourcen konzentrieren sollten. Wir würden uns sehr freuen, wenn diese Funktion aktiviert bleibt. Berichtsfunktion wirklich deaktivieren?
fr: Le rapport d'utilisation aide le projet CHIRP à savoir quelles radios et systèmes d'exploitation sont utilisés pour concentrer les efforts sur ceux-là. Nous apprécierions vraiment que vous le laissiez actif. Êtes-vous certain de vouloir désactiver le rapport d'utilisation?
it: Le segnalazioni aiutano il progetto CHIRP a sapere su quali modelli di radio e piattaforme OS spendere i nostri limitati sforzi. Vi saremmo grati se le lasciaste abilitate. Vuoi davvero disabilitare le segnalazioni?
ja_jp: 診断レポートは、CHIRPプロジェクトがどの無線機やOSに限られたリソースを使うべきかを判断するのに役立ちます。このまま有効にしておいていただけると有り難いです。本当に無効にしますか？
pt_br: O envio de relatórios ajuda o projeto CHIRP a saber em quais modelos de rádio e plataformas de sistema operacional concentrar nossos esforços limitados. Agradeceríamos muito se você o mantivesse ativado. Deseja desativar completamente o envio de relatórios?
ro_ro: Raportarea ajută proiectul CHIRP să știe pe ce modele de stații și platforme OS să aloce eforturile noastre limitate. Am aprecia foarte mult dacă ați lăsa-o activată. Doriți să dezactivați raportarea?

source: Restart Required
bg_bg: Необходим е рестарт
de: Neustart erforderlich
fr: Redémarrage nécessaire
it: Riavvio richiesto
ja_jp: 再起動が必要です
pt_br: Necessário Reiniciar o CHIRP
ro_ro: Repornire necesară

source: Restore %i tab
bg_bg: Възстановен е %i раздел
de: Tab %i wiederherstellen
fr: Restaurer %i onglets
it: Ripristina %i scheda
ja_jp: 最近閉じた%i個のタブを開く
pt_br: Restaurar aba %i
ro_ro: Restabilește tab-ul %i

source: Restore tabs on start
bg_bg: Възстановяване разделите при стартиране
de: Tabs beim Start wiederherstellen
fr: Restaurer les onglets au démarrage
it: Ripristina schede all'avvio
ja_jp: 起動時にタブを復元
pt_br: Restaurar guias ao iniciar
ro_ro: Restabilește tab-urile la început

source: Results from other areas
de: Ergebnisse aus anderen Bereichen
fr: Résultats d'autres régions
it: Risultati da altre aree
ja_jp: 他のエリアの結果
pt_br: Resultados de outras áreas
ro_ro: Rezultate din alte zone

source: Retrieved settings
bg_bg: Получени настройки
de: Einstellungen abgerufen
fr: Préférences récupérées
it: Impostazioni recuperate
ja_jp: 設定を取得しました
pt_br: Configurações recuperadas
ro_ro: Setări recuperate

source: Save
bg_bg: Запазване
de: Speichern
fr: Enregistrer
it: Salva
ja_jp: 保存
pt_br: Salvar
ro_ro: Salvează

source: Save before closing?
bg_bg: Запазване преди затваряне?
de: Speichern vor dem Schließen?
fr: Enregistrer avant de fermer?
it: Vuoi salvare prima di chiudere?
ja_jp: 保存しますか？
pt_br: Salvar antes de fechar?
ro_ro: Vrei să salvezi înainte de a închide?

source: Save file
bg_bg: Запазване на файл
de: Datei speichern
fr: Enregistrer fichier
it: Salva file
ja_jp: ファイルに保存
pt_br: Salvar arquivo
ro_ro: Salvează fișierul

source: Saved settings
bg_bg: Запазени настройки
de: Gespeicherte Einstellungen
fr: Préférences enregistrées
it: Impostazioni salvate
ja_jp: 設定を保存
pt_br: Configurações salvas
ro_ro: Setări salvate

source: Scan control (skip, include, priority, etc)
bg_bg: Управление на сканиране (прескачане, включване, приоритет и т.н.)
de: Scansteuerung (Überspringen, Einschließen, Priorität usw.)
fr: Contrôles de scan (sauter, inclure, priorité, etc)
it: Controllo della scansione (salto, inclusione, priorità, ecc.)
ja_jp: スキャン制御 (スキップ、包含、優先など)
pt_br: Controle de varredura (ignorar, incluir, prioridade, etc.)
ro_ro: Control scanare (skip, include, prioritate, etc.)

source: Scanlists
bg_bg: Списъци за сканиране
de: Scanlisten
fr: Lists de scan
it: Elenco delle scansioni
ja_jp: スキャンリスト
pt_br: Lista de escaneamento
ro_ro: Liste de scanare

source: Scrambler
bg_bg: Шифроване
fr: Brouilleur
ja_jp: スクランブル
pt_br: Modo Scrambler

source: Security Risk
bg_bg: Риск за сигурността
de: Sicherheitsrisiko
fr: Risque de sécurité
it: Rischio di sicurezza
ja_jp: セキュリティリスク
pt_br: Risco de segurança
ro_ro: Risc de securitate

source: Select Bandplan...
bg_bg: Разпределение на честотните ленти…
de: Wähle Bandplan...
fr: Choix d'un plan de fréquences...
it: Seleziona bandplan...
ja_jp: バンドプランを選択...
pt_br: Selecione Bandplan...
ro_ro: Selectați coloanele

source: Select Bands
bg_bg: Избор на честотни ленти
de: Wähle Funkbänder
fr: Choisir bandes
it: Seleziona le bande
ja_jp: バンドを選択
pt_br: Selecionar bandas
ro_ro: Selectați coloanele

source: Select Modes
bg_bg: Избор на режими
de: Wähle Modi
fr: Choisir modes
it: Seleziona modi
ja_jp: モードを選択
pt_br: Selecionar modos
ro_ro: Selectați coloanele

source: Select a bandplan
bg_bg: Изберете разпределението на честотните ленти
de: Wähle Bandplan
fr: Choisir un plan de fréquences
it: Seleziona un blandplan
ja_jp: バンドプラン選択
pt_br: Selecione Bandplan
ro_ro: Selectează un plan de bandă

source: Select a tab and memory to diff
bg_bg: Изберете раздел и запис от паметта, които да бъдат сравнени
de: Wähle einen Tab und den zu vergleichenden Speicher aus
fr: Sélectionner un onglet et une mémoire à comparer
it: Seleziona una scheda e la memoria per diff
ja_jp: 比較するタブとメモリーを選択
pt_br: Selecione uma aba e a memória para comparar
ro_ro: Selectează un tab și o memorie pentru comparare

source: Select prefixes
bg_bg: Избор на представка
de: Präfix wählen
fr: Sélectionner des préfixes
it: Seleziona i prefissi
ja_jp: プレフィックスを選択
pt_br: Selecione os prefixos
ro_ro: Selectați coloanele

source: Service
bg_bg: Услуга
it: Servizio
ja_jp: サービス
pt_br: Serviço
ro_ro: Serviciu

source: Settings
bg_bg: Настройки
de: Einstellungen
es_es: Ajustes
fr: Préférences
it: Impostazioni
ja_jp: 設定
pt_br: Configurações
ro_ro: Setări

source: Settings are read-only due to unsupported firmware version
bg_bg: Настройките не могат да бъдат променяни поради неподдържана версия на управляващия софтуер
de: Die Einstellungen sind aufgrund einer nicht unterstützten Firmware-Version schreibgeschützt
fr: Les préférences sont en lecture seule à cause d'une version non supportée du firmware
it: Le impostazioni sono di sola lettura a causa della versione del firmware non supportata
ja_jp: 非対応ファームウェアバージョンのため設定は読み取り専用です
pt_br: As configurações são somente leitura devido à versão de firmware não compatível
ro_ro: Setările sunt doar în citire din cauza versiunii de firmware neacceptate

source: Shift amount (or transmit frequency) controlled by duplex
bg_bg: Отместване (или честота на предаване) управлявано от дуплекса
de: Verschiebewert (oder Sendefrequenz) gesteuert durch Duplex
fr: Décalage (ou fréquence de transmission) contrôlée par duplex
it: Shift (o frequenza di trasmissione) controllato dal duplex
ja_jp: デュプレックスで制御されるシフト量 (または送信周波数)
pt_br: A quantidade de deslocamento (ou frequência de transmissão) é controlada pelo modo duplex
ro_ro: Cantitatea de deplasare (sau frecvența de transmisie) controlată de duplex

source: Show Raw Memory
bg_bg: Показване на необработеното съдържание на записа
de: Zeige Rohspeicher
es_es: Mostrar memoria en bruto
fr: Afficher les données de mémoires brutes
it: Mostra memoria raw
ja_jp: Rawメモリーを表示
nl: Toon ruw kanaal
pt_br: Mostrar memória RAW
ro_ro: Afișează memoria brută

source: Show debug log location
bg_bg: Папка с дневник
de: Speicherort des Debug-Protokolls anzeigen
fr: Montrer l'emplacement du fichier de débogage
it: Mostra posizione del log di debug
ja_jp: デバッグログの場所を表示
pt_br: Mostrar localização do log de depuração
ro_ro: Afișează locația jurnalului de depanare

source: Show extra fields
bg_bg: Допълнителни полета
de: Zeige Extra-Felder
fr: Montrer les champs supplémentaires
it: Mostra campi aggiuntivi
ja_jp: 追加フィールドを表示
pt_br: Mostrar campos adicionais
ro_ro: Afișează câmpuri suplimentare

source: Show image backup location
bg_bg: Папка с резервни копия
de: Speicherort der Image-Sicherungen anzeigen
fr: Montrer l'emplacement du fichier de débogage
it: Mostra posizione del backup dell'immagine
ja_jp: イメージのバックアップを表示
pt_br: Mostrar local de backup da imagem
ro_ro: Afișează locația de backup a imaginii

source: Skip
bg_bg: Пропускане
de: Überspringen
es_es: Omitir
fr: Ignorer
it: Ignora
ja_jp: スキップ
nl: Overslaan
pt_br: Pular
uk_ua: Пропустити

source: Some memories are incompatible with this radio
bg_bg: Някои от записите са несъвместими със станцията
de: Einige Speicher sind nicht mit diesem Funkgerät kompatibel
fr: Des mémoires sont incompatibles avec cette radio
it: Alcune memorie sono incompatibili con questa radio
ja_jp: 一部のメモリーはこの無線機と互換性がありません
pt_br: Algumas memórias são incompatíveis com este rádio
ro_ro: Unele memorii sunt incompatibile cu această stație

source: Some memories are not deletable
bg_bg: Някои от записите не могат да бъдат премахвани
de: Einige Speicher sind nicht löschbar
fr: Des mémoires ne sont pas supprimables
it: Alcune memorie non sono eliminabili
ja_jp: 一部のメモリーは削除できません
pt_br: Algumas memórias não podem ser apagadas
ro_ro: Unele memorii nu pot fi șterse
