Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Sort %i memories
de: Sortiere %i Speicher
fr: Tri %i mémoires
it: Ordina %i memorie
ja_jp: %i 件のメモリーをソート
pt_br: Classificar %i memórias
ro_ro: Sortează %i memorii

source: Sort %i memory
bg_bg: Сортиране на %i запис
de: Sortiere %i Speicher
fr: Tri %i mémoire
it: Ordina %i memoria
ja_jp: 並び替え（%i 件）
pt_br: Classificar %i memória
ro_ro: Sortează %i memorie

source: Sort %i memory ascending
bg_bg: Сортиране на %i запис възходящо
de: Sortiere %i Speicher aufsteigend
fr: Tri croissant %i mémoire
it: Ordina %i memoria in modalità crescente
ja_jp: 昇順に並び替え（%i 件）
pt_br: Classificar %i na memória em ordem crescente
ro_ro: Sortează %i memorie ascendent

source: Sort %i memory descending
bg_bg: Сортиране на %i запис низходящо
de: Sortiere %i Speicher absteigend
fr: Tri décroissant %i mémoire
it: Ordina %i memoria in modalità decrescente
ja_jp: 降順に並び替え（%i 件）
pt_br: Classificar %i nas memória em ordem decrescente
ro_ro: Sortează %i memorie ascendent

source: Sort by column:
bg_bg: Сортиране по колона:
de: Sortiere nach Spalte:
fr: Tri par colonne:
it: Ordina per colonna:
ja_jp: カラムを選択
pt_br: Ordenar por coluna:
ro_ro: Sortare după coloană:

source: Sort memories
bg_bg: Сортиране на записи
de: Sortiere Speicher
fr: Tri des mémoires
it: Ordina memorie
ja_jp: 並び替え
pt_br: Organizar memórias
ro_ro: Diferențierea memoriilor brute

source: Sorting
bg_bg: Сортиране
de: Sortiere
fr: Tri
it: Ordinamento
ja_jp: 並び替え中
pt_br: Classificação
ro_ro: Sortare

source: State
bg_bg: Състояние
de: Bundesland
fr: État
it: Stato
ja_jp: 州/県
pt_br: Estado
ro_ro: Stat

source: State/Province
bg_bg: Щат или провинция
de: Bundesland/Provinz
fr: État/Province
it: Stato/Provincia
ja_jp: 州/県
pt_br: Estado/provincia
ro_ro: Județ/Provincie

source: Success
bg_bg: Успех
de: Erfolgreich
fr: Réussi
it: Successo
ja_jp: 成功
pt_br: Sucesso
ro_ro: Succes

source: Successfully sent bug report:
bg_bg: Докладът за дефект е изпратен:
de: Fehlerbericht erfolgreich gesendet:
fr: Succès d'envoi du rapport de bogue:
it: Segnalazione del bug inviata con successo:
ja_jp: バグレポートを正常に送信しました:
pt_br: Relatório de erro enviado com sucesso:
ro_ro: Raport de bug trimis cu succes:

source: TX Frequency
de: Sende-Frequenz
fr: Fréquence TX
it: Frequenza TX
ja_jp: 送信周波数
pt_br: Frequência TX

source: TX-RX DTCS polarity (normal or reversed)
bg_bg: Полярност на DTCS при TX-RX (права или обратна)
de: TX-RX DTCS-Polarität (normal oder umgekehrt)
fr: Polarité DTCS TX-RX (normale ou inversée)
it: Polarità DTCS TX-RX (normale o invertita)
ja_jp: 送受信DTCS極性 (ノーマルまたはリバース)
pt_br: Polaridade TX-RX DTCS (normal ou invertida)
ro_ro: Polaritatea DTCS TX-RX (normală sau inversată)

source: Tested and mostly works, but may give you issues when using lesser common radio variants. Proceed at your own risk, and let us know about issues!
bg_bg: Изпробвано и като цяло работи, но биха могли да се появят проблеми при използване на по-неразпространени варианти на станцията. Продължете на свой риск и ако се натъкнете на проблеми ни уведомете!
fr: Testé et fonctionne généralement, mais peut poser problème avec des variantes radio moins courantes. Utilisez à vos risques et périls et signalez-nous tout problème!
it: Testato e per lo più funzionante, ma potrebbe dare problemi quando si utilizzano varianti di radio meno comuni. Procedi a tuo rischio e pericolo e facci sapere se si verificano problemi!
ja_jp: テスト済みで概ね動作しますが、あまり一般的でない無線機のバリエーションを使用する場合に問題が発生する可能性があります。 自己責任で進めていただき、問題があればお知らせください！
pt_br: Testado e funcionando na maioria dos casos, mas pode apresentar problemas ao usar variantes de rádio menos comuns. Prossiga por sua conta e risco e nos informe sobre quaisquer problemas!
ro_ro: Testat și funcționează în mare parte, dar poate provoca probleme când folosești variante de stație mai puțin comune. Continuă pe propria răspundere și anunță-ne despre eventualele probleme!

source: The DMR-MARC Worldwide Network
bg_bg: Глобална мрежа на DMR-MARC
de: Das DMR-MARC weltweite Netzwerk
fr: Le réseau mondial DMR-MARC
it: La rete mondiale DMR-MARC
ja_jp: DMR-MARCワールドワイドネットワーク
pt_br: A Rede Mundial DMR-MARC
ro_ro: Rețeaua mondială DMR-MARC

source: The FT-450D radio driver loads the 'Special Channels' tab with the PMS scanning range memories (group 11), 60meter channels (group 12), the QMB (STO/RCL) memory, the HF and 50m HOME memories and all the A and B VFO memories. There are VFO memories for the last frequency dialed in each band. The last mem-tune config is also stored. These Special Channels allow limited field editing. This driver also populates the 'Other' tab in the channel memory Properties window. This tab contains values for those channel memory settings that don't fall under the standard Chirp display columns. With FT450 support, the gui now uses the mode 'DIG' to represent data modes and a new column 'DATA MODE' to select USER-U, USER-L and RTTY
fr: Le pilote du FT-450D charge l'onglet des "Special Channels' avec les mémoires de plage de balayage PMS (groupe 11), les canaux 60 metres (groupe 12), la mémoire QMB (STO/RCL), les mémoires HOME HF et 50 m et toutes les mémoires VFO A et B. Il y a des mémoires VFO pour les dernières fréquences régléess sur chaque bande. La dernière configuration de réglage de mémoire est également stockée. Ces canaux spéciaux permettent une édition reduite des champs. Ce pilote remplit également l'onglet "Other" de la fenêtre Propriétés du canal mémoire. Cet onglet contient des valeurs pour les paramètres de canal mémoire qui ne correspondent pas aux colonnes d'affichage Chirp standard. Avec la prise en charge du FT450, l'interface graphique utilise désormais le mode 'DIG' pour représenter les modes de données et une nouvelle colonne 'DATA MODE' pour sélectionner USER-U, USER-L et RTTY
it: Il driver della radio FT-450D carica la scheda 'Special Channels' con le memorie della gamma di scansione PMS (gruppo 11), i canali 60 metri (gruppo 12), la memoria QMB (STO/RCL), le memorie HF e 50 metri e tutte le memorie del VFO A e B. Sono presenti memorie del VFO dell'ultima frequenza selezionata in ogni banda. Viene memorizzata anche l'ultima configurazione della sintonia. Questi canali speciali consentono una modifica limitata del campo. Questo driver popola anche la scheda "Altro" nella finestra delle proprietà della memoria del canale. Questa scheda contiene i valori delle impostazioni di memoria dei canali che non rientrano nelle colonne standard del display di Chirp. Con il supporto dell'FT450, la gui adesso utilizza la modalità 'DIG' per rappresentare i modi di trasmissione dati e una nuova colonna 'DATA MODE' per selezionare USER-U, USER-L e RTTY.
ja_jp: FT-450D無線機ドライバーは、PMSスキャン範囲メモリー（グループ11）、60メートルチャンネル（グループ12）、QMB（STO/RCL）メモリー、HFおよび50m HOMEメモリー、そしてすべてのAおよびB VFOメモリーを「特殊チャンネル」タブに読み込みます。 各バンドで最後にダイヤルされた周波数のVFOメモリーがあります。最後のmem-tune設定も保存されます。 これらの特殊チャンネルは、フィールド編集が制限されています。 このドライバーは、チャンネルメモリープロパティウィンドウの「その他」タブにもデータを入力します。このタブには、標準のChirp表示カラムに該当しないチャンネルメモリー設定の値が含まれています。FT450サポートにより、GUIはデータモードを表すためにモード 'DIG' を使用し、USER-U、USER-L、RTTYを選択するための新しいカラム 'DATA MODE' を使用します。
pt_br: O driver de rádio FT-450D carrega a aba 'Canais Especiais' com as memórias de alcance de varredura PMS (grupo 11), canais de 60 metros (grupo 12), a memória QMB (STO/RCL), as memórias HOME de HF e 50m e todas as memórias VFO A e B. Existem memórias VFO para a última frequência discada em cada banda. A última configuração de sintonia de memória também é armazenada. Esses Canais Especiais permitem edição limitada em campo. Este driver também preenche a aba 'Outros' na janela Propriedades da memória do canal. Esta aba contém valores para as configurações de memória do canal que não se enquadram nas colunas de exibição padrão do Chirp. Com o suporte ao FT450, a GUI agora usa o modo 'DIG' para representar os modos de dados e uma nova coluna 'MODO DE DADOS' para selecionar USER-U, USER-L e RTTY.
ro_ro: Driverul stației FT-450D încarcă tab-ul 'Canale speciale' cu memoriile intervalului de scanare PMS (grupa 11), canalele de 60m (grupa 12), memoria QMB (STO/RCL), memoriile HF și 50m HOME și toate memoriile VFO A și B. Există memorii VFO pentru ultima frecvență apelată în fiecare bandă. Configurația ultimei mem-tune este, de asemenea, salvată. Aceste Canale Speciale permit editarea limitată în teren. Acest driver umple și tab-ul 'Altele' în fereastra Proprietăți a memoriei canalului. Acest tab conține valori pentru setările de memorie ale canalului care nu se încadrează în coloanele standard de afișare CHIRP. Cu suport pentru FT450, gui-ul acum folosește modul 'DIG' pentru a reprezenta modurile de date și o nouă coloană 'MODUL DE DATE' pentru a selecta USER-U, USER-L și RTTY

source: The X3Plus driver is currently experimental. There are no known issues but you should proceed with caution. Please save an unedited copy of your first successful download to a CHIRP Radio Images (*.img) file.
fr: Le pilote X3Plus est actuellement expérimental. Il n'y a pas de problème connu mais vous devriez proceder avec précaution. Sauvegardez une copie non-editée de votre premier téléchargement dans un fichier image radio CHIRP (*.img).
it: Il driver X3Plus è attualmente sperimentale. Non ci sono problemi noti, ma è necessario procedere con cautela. Si consiglia di salvare una copia non modificata del primo download riuscito in un file CHIRP Radio Images (*.img).
ja_jp: X3Plusドライバーは現在実験段階です。 既知の問題はありませんが、注意して進めてください。 最初の成功したダウンロードの未編集のコピーを CHIRP無線機イメージ (*.img) ファイルとして保存してください。
pt_br: O driver X3Plus está atualmente em fase experimental. Não há problemas conhecidos, mas você deve proceder com cautela. Salve uma cópia não editada do seu primeiro download bem-sucedido em um arquivo de imagens de rádio CHIRP (*.img).
ro_ro: Driverul X3Plus este în prezent experimental. Nu există probleme cunoscute, dar ar trebui să procedezi cu prudență. Te rugăm să salvezi o copie needitată a primei descărcări reușite într-un fișier CHIRP Radio Images (*.img).

source: The author of this module is not a recognized CHIRP developer. It is recommended that you not load this module as it could pose a security risk. Proceed anyway?
bg_bg: Авторът на този модул не е признат разработчик на CHIRP. Препоръчително е да не зареждате модула, тъй като може да представлява риск за сигурността. Желаете ли да продължите въпреки риска?
de: Der Autor dieses Moduls ist kein anerkannter CHIRP-Entwickler. Es wird empfohlen, dieses Modul nicht zu laden, da es ein Sicherheitsrisiko darstellen könnte. Trotzdem fortfahren?
fr: L’auteur de ce module n'est pas un développeur de CHIRP connu. Comme il peut comporter un risque de sécurité, il est recommandé de ne pas importer ce module. Importer tout de même?
it: L'autore di questo modulo non è uno sviluppatore CHIRP riconosciuto. Si raccomanda di non caricare questo modulo, perché potrebbe rappresentare un rischio per la sicurezza. Vuoi procedere comunque?
ja_jp: このモジュールの作者は認識されたCHIRP開発者ではありません。セキュリティリスクをもたらす可能性があるため、このモジュールをロードしないことをお勧めします。それでも進めますか？
pt_br: O autor deste módulo não é um desenvolvedor CHIRP reconhecido. Recomenda-se não carregar este módulo, pois ele pode representar um risco de segurança. Deseja prosseguir mesmo assim?
ro_ro: Autorul acestui modul nu este un dezvoltator CHIRP recunoscut. Se recomandă să nu încarci acest modul, deoarece ar putea reprezenta un risc de securitate. Vrei să continui oricum?

source: The debug log file is not available when CHIRP is run interactively from the command-line. Thus, this tool will not upload what you expect. It is recommended that you quit now and run CHIRP non-interactively (or with stdin redirected to /dev/null)
de: Die Debug-Protokolldatei ist nicht verfügbar, wenn CHIRP interaktiv über die Kommandozeile ausgeführt wird. Daher lädt dieses Tool nicht die erwarteten Daten hoch. Es wird empfohlen, CHIRP jetzt zu beenden und es nicht-interaktiv (oder mit umgeleiteter stdin nach /dev/null) auszuführen.
fr: Le journal de débogage n'est pas disponible lorsque CHIRP est exécuté de manière interactive depuis la ligne de commande. Par conséquent, cet outil ne téléchargera pas le contenu attendu. Il est recommandé de quitter l'application et d'exécuter CHIRP de manière non-interactive (ou avec l'entrée standard redirigée vers /dev/null).
it: Il file di log di debug non è disponibile quando CHIRP viene eseguito interattivamente dalla riga di comando. Pertanto, questo strumento non caricherà ciò che ci si aspetterebbe. Si consiglia di uscire ora ed eseguire CHIRP in modalità non interattiva (oppure con lo stdin reindirizzato a /dev/null)
ja_jp: CHIRPがコマンドラインから対話的に実行されている場合、デバッグログファイルは利用できません。したがって、このツールは期待通りのものをアップロードしません。今すぐ終了し、非対話的に（またはstdinを/dev/nullにリダイレクトして）CHIRPを実行することをお勧めします。
pt_br: O arquivo de log de depuração não está disponível quando o CHIRP é executado interativamente a partir da linha de comando. Portanto, esta ferramenta não enviará o que você espera. Recomenda-se que você encerre o programa agora e execute o CHIRP de forma não interativa (ou com a entrada padrão redirecionada para /dev/null).
ro_ro: Fișierul jurnal de depanare nu este disponibil atunci când CHIRP este rulat interactiv din linia de comandă. Prin urmare, acest instrument nu va încărca ceea ce te aștepți. Se recomandă să ieși acum și să rulezi CHIRP non-interactiv (sau cu stdin redirecționat către /dev/null).

source: The following information will be submitted:
bg_bg: Следните сведения ще бъдат изпратени:
de: Folgende Informationen werden übermittelt:
fr: Les informations suivantes seront soumises:
it: Saranno trasmesse le seguenti informazioni:
ja_jp: 以下の情報が送信されます:
pt_br: As seguintes informações serão enviadas:
ro_ro: Următoarele informații vor fi trimise:

source: The memory editor requires a reload in order to change the workflow. That will happen now. Any other open tabs will be updated the next time they are loaded.
de: Der Speichereditor muss neu geladen werden, um den Arbeitsablauf zu ändern. Dies geschieht jetzt. Alle anderen geöffneten Tabs werden beim nächsten Laden aktualisiert.
fr: L'éditeur de mémoire nécessite un rechargement pour modifier l'approche de travail. Cette opération sera maintenant effectuée. Tous les autres onglets ouverts seront mis à jour lors de leur prochain chargement.
it: L'editor della memoria richiede un ricaricamento, per modificare il flusso di lavoro. Questo avverrà ora. Le altre schede aperte verranno aggiornate al successivo caricamento.
ja_jp: ワークフローを変更するには、メモリエディタの再読み込みが必要です。今すぐ実行します。他に開いているタブは、次にロードされるときに更新されます。
pt_br: O editor de memória requer uma atualização para que o fluxo de trabalho seja alterado. Isso acontecerá agora. Quaisquer outras abas abertas serão atualizadas na próxima vez que forem carregadas.

source: The recommended procedure for importing memories is to open the source file and copy/paste memories from it into your target image. If you continue with this import function, CHIRP will replace all memories in your currently-open file with those in %(file)s. Would you like to open this file to copy/paste memories across, or proceed with the import?
bg_bg: Препоръчителната процедура за внасяне на записи е да отворите изходния файл и да копирате/поставите записите от него в таблицата. Ако продължите от тук, CHIRP ще замени всички текущи записи с тези от %(file)s. Желаете ли да отворите този файл, за да копирате/поставите записите ръчно, или да продължите с внасянето?
de: Die empfohlene Vorgehensweise zum Importieren von Speicher ist, die Quelldatei zu öffnen und die Speicher daraus in das Ziel-Image zu kopieren. Wenn mit dieser Importfunktion fortgefahren wird, ersetzt CHIRP alle Speicher in der aktuell geöffneten Datei durch die in %(file)s. Möchten Sie diese Datei öffnen, um Speicher hineinzukopieren, oder mit dem Import fortfahren?
fr: La procedure préconisée d'importation des mémoires consiste à ouvrir le fichier source et copier/coller les mémoires depuis celui-ci vers l'image cible. Si vous continuez avec cette fonction d'importation, CHIRP va remplacer toutes les mémoires du fichier actuellement ouvert avec celles de %(file)s. Souhaitez-vous ouvrir ce fichier pour copier/coller entre eux ou l'importer?
it: La procedura consigliata per importare le memorie consiste nell'aprire il file di origine e nel copiare/incollare le memorie da esso nell'immagine di destinazione. Se si prosegue con questa funzione di importazione, CHIRP sostituirà tutte le memorie del file attualmente aperto con quelle presenti in %(file)s. Vuoi aprire il file per copiare/incollare le memorie o procedere con l'importazione?
ja_jp: 推奨されるメモリーのインポート方法は、ソースファイルを開き、そこから指定場所にメモリーをコピー＆ペーストすることです。このままこのインポート機能を続行すると、CHIRPは現在開いているファイルにあるすべてのメモリーを %(file)s 内のものに置き換えます。このファイルを開いて「メモリ」をコピー＆ペーストしますか？それともインポートを続けますか？
pt_br: O procedimento recomendado para importar memórias é abrir o arquivo de origem e copiar/colar as memórias dele para a imagem de destino. Se você continuar com esta função de importação, o CHIRP substituirá todas as memórias do arquivo aberto pelas memórias em %(file)s. Deseja abrir este arquivo para copiar/colar as memórias ou prosseguir com a importação?
ro_ro: Procedura recomandată pentru importarea memoriilor este să deschizi fișierul sursă și să copiezi/lipiți memoriile din acesta în imaginea țintă. Dacă continui cu această funcție de import, CHIRP va înlocui toate memoriile din fișierul deschis în prezent cu cele din %(file)s. Ai dori să deschizi acest fișier pentru a copia/lipi memoriile sau să continui cu importul?

source: This Memory
bg_bg: Този запис
de: Dieser Speicher
fr: Cette mémoire
it: Questa memoria
ja_jp: この行の内容を削除
pt_br: Esta memória
ro_ro: Această memorie

source: This driver has been tested with v3 of the ID-5100. If your radio is not fully updated please help by opening a bug report with a debug log so we can add support for the other revisions.
bg_bg: Управляващият софтуер е изпробван с ревизия v3 на ID-5100. Ако радиостанцията ви не е напълно обновена, помогнете ни, като направите доклад за грешка с дневник за отстраняване на грешки, за да можем да добавим поддръжка за другите ревизии.
de: Dieser Treiber wurde mit Version 3 des ID-5100 getestet. Falls das Funkgerät nicht vollständig aktualisiert ist, bitte einen Fehlerbericht mit einem Debug-Protokoll zu erstellen, damit wir die Unterstützung für weitere Versionen hinzufügen können.
fr: Ce pilote a été testé avec la v3 de l'ID-5100. Si votre radio n'est pas à jour merci d'aider en ouvrant un rapport de bogue avec un journal de débogage pour que nous puissions ajouter du support pour les autres révisions.
it: Questo driver è stato testato con la versione 3 dell'ID-5100. Se la tua radio non è completamente aggiornata, ti chiediamo di aiutarci, aprendo una segnalazione di bug con un log di debug, in modo da poter aggiungere il supporto per le altre revisioni.
ja_jp: このドライバーはID-5100のv3でテストされています。無線機が完全に更新されていない場合は、デバッグログを添えてバグレポートを開き、他のリビジョンのサポートを追加できるように協力してください。
pt_br: Este driver foi testado com a versão 3 do ID-5100. Se o seu rádio não estiver totalmente atualizado, por favor, ajude-nos abrindo um relatório de erro com um log de depuração para que possamos adicionar suporte às outras versões.
ro_ro: Acest driver a fost testat cu versiunea 3 a ID-5100. Dacă stația ta nu este complet actualizată, te rugăm să ajuți prin deschiderea unui raport de bug cu un jurnal de depanare, astfel încât să putem adăuga suport pentru celelalte revizii.

source: This driver is in development and should be considered as experimental.
bg_bg: Управляващият софтуер е в процес на разработка и трябва да бъде считан за изпитателен.
de: Dieser Treiber befindet sich in der Entwicklung und sollte als experimentell betrachtet werden
fr: Ce pilote est en développement et devrait être considéré comme expérimental.
it: Questo driver è in fase di sviluppo e deve essere considerato sperimentale.
ja_jp: このドライバーは開発中であり、実験的なものと見なされるべきです。
pt_br: Este driver está em desenvolvimento e deve ser considerado experimental.
ro_ro: Acest driver este în dezvoltare și ar trebui considerat experimental.

source: This image is missing firmware information. It may have been generated with an old or modified version of CHIRP. It is advised that you download a fresh image from your radio and use that going forward for the best safety and compatibility.
de: Dieses Image enthält keine Firmware-Informationen. Es wurde möglicherweise mit einer alten oder modifizierten Version von CHIRP erstellt. Für optimale Sicherheit und Kompatibilität wird empfohlen, ein aktuelles Image für das Funkgerät herunterzuladen und dieses zukünftig zu verwenden.
fr: Cette image ne contient pas d'information sur le firmware. Elle a peut-être été générée avec une vieille version de CHIRP ou une version modifiée. Il est recommandé de télécharger une nouvelle image fraîche depuis la radio et de l'utiliser à l'avenir pour une meilleure sécurité et compatibilité.
it: Questa immagine manca di informazioni sul firmware. Potrebbe essere stata generata con una versione vecchia o modificata di CHIRP. Si consiglia di scaricare una nuova immagine dalla radio e di utilizzarla in futuro, per garantire la massima sicurezza e compatibilità.
ja_jp: このイメージにはファームウェア情報が含まれていません。旧バージョンまたはカスタムバージョンのCHIRPで作成された可能性があります。データ保全と互換性のために新たに無線機からダウンロードし直すことをお勧めします。
pt_br: Esta imagem não contém informações de firmware. Ela pode ter sido gerada com uma versão antiga ou modificada do CHIRP. Recomenda-se que você baixe uma imagem atualizada do seu rádio e a utilize daqui para frente para garantir maior segurança e compatibilidade.
ro_ro: Această imagine nu conține informații despre firmware. Este posibil să fi fost generată cu o versiune veche sau modificată a CHIRP. Se recomandă să descărcați o imagine nouă dintr-o stație și să o utilizați pe aceasta pentru o siguranță și compatibilitate mai bună.

source: This image is read-only due to being from a radio with unsupported firmware
de: Dieses Image ist schreibgeschützt, da es von einem Funkgerät mit nicht unterstützter Firmware stammt.
ja_jp: 非対応ファームウェアの無線機のイメージであるため、読み取り専用です

source: This is a live-mode radio, which means changes are sent to the radio in real-time as you make them. Upload is not necessary!
de: Dies ist ein Live-Mode-Funkgerät, d.h. Änderungen werden in Echtzeit an das Funkgerät gesendet. Ein Upload ist nicht erforderlich!
fr: Cette radio fonctionne en mode live, ce qui signifie que les changements sont envoyés à la radio en temps réel dès qu'ils sont faits. Un téléchargement vers la radio n'est pas nécessaire!
it: Questa è una radio in modalità live, il che significa che le modifiche vengono inviate alla radio in tempo reale mentre vengono apportate. Il caricamento non è necessario!
ja_jp: これはライブモードの無線機です。変更を加えるとリアルタイムで無線機に送信されます。アップロードは不要です！
pt_br: Este é um rádio em modo ao vivo, o que significa que as alterações são enviadas para o rádio em tempo real à medida que você as faz. Não é necessário fazer upload!
ro_ro: Acesta este o stație în modul live, ceea ce înseamnă că modificările sunt trimise în timp real către radio pe măsură ce le faceți. Încărcarea nu este necesară!
