Repository: kk7ds/chirp
Catalog: chirp/locale/*.po
Languages: bg_bg, de, es_es, fr, it, ja_jp, nl, pt_br, ro_ro, uk_ua

source: Load module from issue...
bg_bg: Зареждане на модул от докладван дефект…
de: Lade Modul von Issue...
fr: Chargement module pour un problème...
it: Carica modulo dal sito...
ja_jp: Issueからモジュールをロード...
pt_br: Carregar módulo a partir do problema...
ro_ro: Încarcă modul din numărul de problemă...

source: Loading a module will not affect open tabs. It is recommended (unless instructed otherwise) to close all tabs before loading a module.
bg_bg: Зареждането на модул няма да повлияе на отворените раздели. Препоръчва се (освен ако не е указано друго) да затворите всички раздели, преди да зареждате модули.
de: Das Laden eines Moduls hat keine Auswirkungen auf geöffnete Tabs. Es wird empfohlen (sofern nicht anders angegeben), alle Tabs vor dem Laden eines Moduls zu schließen
fr: Charger un module n'affectera pas les onglets ouverts. Il est recommandé (sauf instructions contraires) de fermer tous les onglets avant de charger un module.
it: Il caricamento di un modulo non influisce sulle schede aperte. Si consiglia (salvo istruzioni diverse) di chiudere tutte le schede, prima di caricare un modulo.
ja_jp: モジュールのロードは開いているタブには影響しません。（指示がない限り）モジュールをロードする前にすべてのタブを閉じることをお勧めします。
pt_br: Carregar um módulo não afetará as abas abertas. Recomenda-se (a menos que seja instruído de outra forma) fechar todas as abas antes de carregar um módulo.
ro_ro: Încărcarea unui modul nu va afecta tab-urile deschise. Se recomandă (cu excepția cazului în care vi se spune altfel) să închideți toate tab-urile înainte de a încărca un modul.

source: Loading modules can be extremely dangerous, leading to damage to your computer, radio, or both. NEVER load a module from a source you do not trust, and especially not from anywhere other than the main CHIRP website (chirpmyradio.com). Loading a module from another source is akin to giving them direct access to your computer and everything on it! Proceed despite this risk?
bg_bg: Зареждането на модул може да бъде изключително опасно и да доведе до повреда на компютърa, радиостанцията или и двете. НИКОГА не зареждайте модули от източници, на който нямате доверие и особено от място, различно от основната страница на CHIRP (chirpmyradio.com). Зареждането на модули от други източници е равносилно на това да им дадете пълен достъп до компютъра и всичко в него! Желаете ли да продължите, въпреки риска?
de: Das Laden von Modulen kann extrem gefährlich sein und den Computer, das Funkgerät oder beides beschädigen. NIEMALS ein Modul von einer Quelle laden, die nicht vertrauenswürdig ist, und insbesondere nicht von einer anderen Website als der offiziellen CHIRP-Website (chirpmyradio.com). Das Laden eines Moduls von einer anderen Quelle ist gleichbedeutend damit, diesen direkten Zugriff auf den Computer und alle darauf befindlichen Daten zu gewähren! Dieses Risiko wirklich ignorieren?
fr: Charger des modules peut être extrêmement dangereux, causant des dommages à votre ordinateur, radio ou les deux. NE JAMAIS charger un module issu d'une source dont vous n'avez pas confiance, et plus spécialement d'ailleurs que du site internet principal de CHIRP (chirpmyradio.com). Charger un module depuis une autre source revient à donner un accès direct à votre ordinateur et à tout ce qu'il contient! Continuez malgré le risque?
it: Il caricamento dei moduli può essere estremamente pericoloso e causare danni al computer, alla radio o a entrambi. Non caricate MAI un modulo da una fonte di cui non vi fidate, soprattutto se non dal sito web principale di CHIRP (chirpmyradio.com). Caricare un modulo da un'altra fonte equivale a dargli accesso diretto al vostro computer e a tutto ciò che contiene! Vuoi procedere nonostante questo rischio?
ja_jp: モジュールのロードは非常に危険であり、コンピュータや無線機、あるいはその両方に損害を与える可能性があります。信頼できないソースから、特にメインのCHIRPウェブサイト（chirpmyradio.com）以外からは絶対にモジュールをロードしないでください。他のソースからモジュールをロードすることは、コンピュータとその中のすべてへの直接アクセスを許可するのと同じです！このリスクを承知で進めますか？
pt_br: Carregar módulos pode ser extremamente perigoso, causando danos ao seu computador, rádio ou ambos. NUNCA carregue um módulo de uma fonte não confiável, e principalmente não de nenhum outro lugar que não seja o site oficial do CHIRP (chirpmyradio.com). Carregar um módulo de outra fonte é como dar a ela acesso direto ao seu computador e a tudo o que está nele! Mesmo assim, você deve prosseguir?
ro_ro: Încărcarea modulelor poate fi extrem de periculoasă, ducând la deteriorarea computerului, radio-ului sau amândurora. NU încărcați un modul dintr-o sursă de încredere îndoielnică, și mai ales nu din orice alt loc decât site-ul principal CHIRP (chirpmyradio.com). Încărcarea unui modul din altă sursă este echivalentă cu a le oferi acces direct la computerul dumneavoastră și tot ce se află pe el! Continuați în ciuda acestui risc?

source: Loading settings
bg_bg: Зареждане на настройки
de: Lade Einstellungen
fr: Chargement des préférences
it: Caricamento delle impostazioni
ja_jp: 設定をロードしています
pt_br: Carregando configurações
ro_ro: Se încarcă setările

source: Locator
fr: Localisateur
ja_jp: ロケーター
pt_br: Localizador

source: Login failed: Check your username and password
bg_bg: Грешка при вход: проверете потребителското име и паролата
de: Anmeldung fehlgeschlagen: Benutzername und Passwort überprüfen
fr: La connexion a échoué: vérifiez votre nom d'utilisateur et mode de passe
it: Accesso non riuscito: controlla il nome utente e la password
ja_jp: ログイン失敗: ユーザー名とパスワードを確認してください
pt_br: Falha no login: verifique seu nome de usuário e senha
ro_ro: Autentificare eșuată: Verificați numele de utilizator și parola

source: Logo string 1 (12 characters)
bg_bg: Логотип низ 1 (12 знака)
de: Logo-Zeichenfolge 1 (12 Zeichen)
fr: Texte logo 1 (12 caractères)
it: Stringa del logo 1 (12 caratteri)
ja_jp: 起動メッセージ１（半角12文字）
pt_br: Logotipo em formato de string 1 (12 caracteres)
ro_ro: Șir logo 1 (12 caractere)

source: Logo string 2 (12 characters)
bg_bg: Логотип низ 2 (12 знака)
de: Logo-Zeichenfolge 2 (12 Zeichen)
fr: Texte logo 2 (12 caractères)
it: Stringa del logo 2 (12 caratteri)
ja_jp: 起動メッセージ２（半角12文字）
pt_br: Texto do logotipo 2 (12 caracteres)
ro_ro: Șir logo 2 (12 caractere)

source: Longitude
bg_bg: Географска дължина
de: Längengrad
it: Longitudine
ja_jp: 軽度
ro_ro: Longitudine

source: Manual edit of memory %i
de: Manuelle Bearbeitung von Speicher %i
fr: Modification manuelle de la mémoire %i
it: modifica manuale della memoria %i
ja_jp: メモリー %i の手動編集
pt_br: Edição manual da memória %i
ro_ro: Editare manuală a memoriei %i

source: Memories
bg_bg: Записи
de: Speicher
es_es: Memorias
fr: Mémoires
it: Memorie
ja_jp: メモリー
nl: Kanalen
pt_br: Memórias
ro_ro: Memorii

source: Memories are read-only due to unsupported firmware version
bg_bg: Записите не могат да бъдат променяни поради неподдържана версия на управляващия софтуер
de: Speicher sind wegen einer nicht unterstützten Firmware-Version schreibgeschützt
fr: Les mémoires sont en lecture seule à cause d'une version de firmware non supportée
it: Le memorie sono di sola lettura a causa della versione del firmware non supportata
ja_jp: 非対応ファームウェアバージョンのためメモリーは読み取り専用です
pt_br: As memórias são somente leitura devido à versão de firmware não suportada
ro_ro: Memoriile sunt doar citire din cauza versiunii de firmware neacceptate

source: Memory %i is not deletable
bg_bg: Запис № %i не може да бъде премахван
de: Speicher %i ist nicht löschbar
fr: La mémoire %i n'est pas supprimable
it: La memoria %i non si può eliminare
ja_jp: メモリー %i は削除できません
pt_br: A memória %i não pode ser excluída
ro_ro: Memoria %i nu poate fi ștearsă

source: Memory field name (one of %s)
bg_bg: Име на поле от записите (едно от %s)
de: Speicherfeldname (einer von %s)
fr: Nom du champ mémoire (l'un de %s)
it: Nome del campo di memoria (uno di %s)
ja_jp: メモリーフィールド名 (%s のいずれか)
pt_br: Nome do campo de memória (um de %s)
ro_ro: Numele câmpului memoriei (unul dintre %s)

source: Memory label (stored in radio)
bg_bg: Етикет на записа (пази се в станцията)
de: Speichername (im Funkgerät gespeichert)
fr: Texte mémoire (stocké dans la radio)
it: Etichetta di memoria (memorizzata nella radio)
ja_jp: メモリーラベル (無線機に保存されます)
pt_br: Etiqueta de memória (armazenada no rádio)
ro_ro: Eticheta memoriei (stocată în statie)

source: Memory must be in a bank to be edited
bg_bg: За да бъде променян, записът трябва да принадлежи към банка
de: Speicher muss sich in einer Speicherbank befinden, um bearbeitet zu werden
fr: La mémoire doit être dans une banque pour être éditée
it: La memoria deve trovarsi in un banco per essere modificata
ja_jp: 編集するにはメモリーがバンクにある必要があります
pt_br: A memória precisa estar em um banco para ser editada
ro_ro: Memoria trebuie să fie într-o bancă pentru a fi editată

source: Memory {num} not in bank {bank}
bg_bg: Записът {num} не е в банката {bank}
de: Speicher {num} ist nicht in Speicherbank {bank}
es_es: Memoria {num} no en banco {bank}
fr: Mémoire {num} pas dans la banque {bank}
it: La memoria {num} non è presente nel banco {bank}
ja_jp: メモリー {num} はバンク {bank} にありません
pt_br: Memória {num} não disponível no banco {bank}
ro_ro: Memoria {num} nu este în banca {bank}

source: Mode
bg_bg: Режим
de: Modus
es_es: Modo
it: Modo
ja_jp: 受信モード
pt_br: Modo
ro_ro: Mod
uk_ua: Режим

source: Model
bg_bg: Модел
de: Modell
es_es: Modelo
fr: Modèle
it: Modello
ja_jp: モデル
pt_br: Modelo
uk_ua: Модель

source: Modes
bg_bg: Режими
de: Modi
it: Modalità
ja_jp: モード
pt_br: Modos
ro_ro: Moduri

source: Module
bg_bg: Модул
de: Modul
it: Modulo
ja_jp: モジュール
pt_br: Módulo
ro_ro: Modul

source: Module Loaded
bg_bg: Зареден е модул
de: Modul geladen
fr: Module chargé
it: Modulo caricato
ja_jp: モジュールがロードされました
pt_br: Módulo carregado
ro_ro: Modul încărcat

source: Module loaded successfully
bg_bg: Модулът е зареден
de: Modul korrekt geladen
fr: Module chargé avec succès
it: Modulo caricato con successo
ja_jp: モジュールが正常にロードされました
pt_br: Módulo carregado com sucesso
ro_ro: Modul încărcat cu succes

source: More Info
bg_bg: Сведения
de: Mehr Infos
fr: Plus d'information
it: Maggiori informazioni
ja_jp: 詳細情報
pt_br: Mais informações
ro_ro: Mai multe informații

source: More than one port found: %s
bg_bg: Намерен е повече от един порт: %s
de: Mehrere Ports gefunden: %s
fr: Plus d'un port trouvé: %s
it: Trovata più di una porta: %s
ja_jp: 2つ以上のポートが見つかりました: %s
pt_br: Mais de uma porta encontrada: %s
ro_ro: Mai multe porturi găsite: %s

source: Move %i memories
de: Bewege %i Speicher
fr: Déplacer %i mémoires
it: Sposta %i memorie
ja_jp: %i 件のメモリーを移動
pt_br: Mover %i memórias
ro_ro: Mută %i memorii

source: Move Down
bg_bg: Преместване надолу
de: Nach unten
fr: Descendre
it: Sposta giù
ja_jp: 下に移動
pt_br: Mover para baixo
ro_ro: Mută în jos

source: Move Up
bg_bg: Преместване нагоре
de: Nach oben
fr: Monter
it: Sposta su
ja_jp: 上に移動
pt_br: Mover para cima
ro_ro: Mută în sus

source: Move operations are disabled while the view is sorted
bg_bg: Действията за преместване са забранени при сортиран изглед
de: Verschiebevorgänge sind deaktiviert, solange die Ansicht sortiert ist
fr: Les déplacements sont désactivés lorsque la vue est triée
it: Le operazioni di spostamento sono disabilitate quando la visualizzazione è ordinata
ja_jp: ソート表示中は移動操作が無効になります
pt_br: As operações de movimentação são desativadas enquanto a visualização estiver classificada
ro_ro: Operațiile de mutare sunt dezactivate în timp ce vizualizarea este sortată

source: New Window
bg_bg: Нов прозорец
de: Neues Fenster
fr: Nouvelle fenêtre
it: Nuova finestra
ja_jp: 新規ウィンドウ
pt_br: Nova Janela
ro_ro: Fereastră nouă

source: New version available
bg_bg: Налично е ново издание
de: Neue Version verfügbar
fr: Nouvelle version disponible
it: Nuova versione disponibile
ja_jp: 新しいバージョンが利用可能です
pt_br: Nova versão disponível
ro_ro: Versiune nouă disponibilă

source: No empty rows below!
bg_bg: Отдолу липсват празни редове!
de: Keine leeren Zeilen unten!
fr: Pas de ligne vide dessous!
it: Nessuna riga vuota in basso!
ja_jp: 空の行が見つかりません
pt_br: Não há linhas vazias abaixo!
ro_ro: Nu există rânduri goale sub!

source: No example for %s
bg_bg: Липсва пример за %s
de: Kein Beispiel für %s
fr: Aucun exemple pour %s
it: Nessun esempio per %s
ja_jp: %s の例はありません
pt_br: Não há exemplo para %s
ro_ro: Nu există exemplu pentru %s

source: No modules found
bg_bg: Не са намерени модули
de: Keine Module gefunden
fr: Aucun module trouvé
it: Nessun modulo trovato
ja_jp: モジュールが見つかりません
pt_br: Nenhum módulo encontrado
ro_ro: Nu au fost găsite module

source: No modules found in issue %i
bg_bg: Не са намерени модули в доклад за дефект %i
de: Keine Module in Issue %i gefunden
fr: Aucun module trouvé pour le problème %i
it: Nessun modulo trovato nel sito %i
ja_jp: Issue %i にモジュールが見つかりません
pt_br: Nenhum módulo encontrado na issue %i
ro_ro: Nu au fost găsite module în problema %

source: No more space available; some memories were not applied
bg_bg: Няма достатъчно място; някои записи не са приложени
de: Kein Platz mehr verfügbar; einige Speicher wurden nicht eingefügt
fr: Il n'y a plus d'espace disponible; certaines mémoires n'ont pas été appliquées
it: Non c'è più spazio disponibile; alcune memorie non sono state inserite
ja_jp: 空き容量がありません。一部のメモリーは適用されませんでした
pt_br: Não há mais espaço disponível; algumas memórias não foram aplicadas
ro_ro: Nu mai este spațiu disponibil; unele memorii nu au fost aplicate

source: No results
bg_bg: Няма резултати
de: Keine Resultate
fr: Aucun résultat
it: Nessun risultato
ja_jp: 結果なし
pt_br: Sem resultado
ro_ro: Niciun rezultat

source: No results!
bg_bg: Няма резултати!
de: Keine Resultate!
fr: Aucun résultat!
it: Nessun risultato!
ja_jp: 結果なし！
pt_br: Sem resultado!
ro_ro: Niciun rezultat!

source: No traces stored
de: Keine Aufzeichnungen gespeichert
it: Nessuna traccia memorizzata
ja_jp: トレースは保存されていません
pt_br: Nenhum vestígio armazenado

source: Number
bg_bg: Число
de: Nummer
fr: Nombre
it: Numero
ja_jp: 行
pt_br: Número
ro_ro: Număr

source: Offset
bg_bg: Отместване
es_es: Desplazamiento
fr: Décalage
ja_jp: オフセット
uk_ua: Зсув

source: Offset/ TX Freq
bg_bg: Отместване/ честота предав.
fr: Décalage/ Fréq TX
it: Offset/ Freq TX
ja_jp: オフセット/ 送信周波数
ro_ro: Offset/ Frecvență TX

source: One of: %s
bg_bg: Едно от: %s
de: Einer von: %s
fr: L'un de: %s
it: Uno di: %s
ja_jp: 次のいずれか: %s
pt_br: Um dos seguintes: %s
ro_ro: Unul dintre: %s

source: Only certain bands
bg_bg: Само определени производители
de: Nur bestimmte Bänder
fr: Seulement certaines bandes
it: Solo alcune bande
ja_jp: 特定のバンドのみ
pt_br: Apenas certas bandas
ro_ro: Doar anumite benzi

source: Only certain modes
bg_bg: Само определени модели
de: Nur bestimmte Modi
fr: Seulement certains modes
it: Solo alcune modalità
ja_jp: 特定のモードのみ
pt_br: Apenas certos modos
ro_ro: Doar anumite moduri

source: Only certain prefixes
bg_bg: Само определени наставвки
de: Nur bestimmte Präfixes
fr: Seulement certains préfixes
it: Solo alcuni prefissi
ja_jp: 特定のプレフィックスのみ
pt_br: Apenas certos prefixos
ro_ro: Doar anumite prefixe

source: Only memory tabs may be exported
bg_bg: Само разделите съдържащи записи могат да бъдат изнасяни
de: Es können nur Speichertabs exportiert werden
fr: Seuls les onglets des mémoires peuvent être exportés
it: È possibile esportare solo le schede di memoria
ja_jp: メモリータブのみエクスポートできます
pt_br: Somente as abas de memória podem ser exportadas
ro_ro: Doar tab-urile de memorie pot fi exportate

source: Only working repeaters
bg_bg: Само работещи ретранслатори
de: Nur aktive Repeater
fr: Uniquement les répéteurs en fonctionnement
it: Solo ripetitori funzionanti
ja_jp: 稼働中のレピータのみ
pt_br: Somente repetidores em funcionamento
ro_ro: Doar repetoare funcționale

source: Open
bg_bg: Отваряне
de: Öffnen
fr: Ouvrir
it: Apri
ja_jp: 開く
pt_br: Abrir
ro_ro: Deschide

source: Open Recent
bg_bg: Отваряне на предишни
de: Letzte geöffnete Dateien
fr: Ouvrir récent
it: Apri recente
ja_jp: 最近使ったファイル
pt_br: Abertos recentemente
ro_ro: Deschide Recentele

source: Open Stock Config
bg_bg: Стандартни настройки
de: Standard-Konfigurationen
es_es: Abrir configuración original
fr: Ouvrir base de données
it: Apri la configurazione predefinita
ja_jp: テンプレートを開く
pt_br: Configuração de ações abertas
ro_ro: Deschide Configurația Stoc

source: Open a file
bg_bg: Отваряне на файл
de: Datei öffnen
fr: Ouvrir un fichier
it: Apri un file
ja_jp: ファイルを開く
pt_br: Abrir arquivo
ro_ro: Deschide un fișier

source: Open a module
bg_bg: Отваряне на модул
de: Modul öffnen
fr: Ouvrir un module
it: Apri un modulo
ja_jp: モジュールを開く
pt_br: Abrir módulo
ro_ro: Deschide un modul

source: Open debug log
bg_bg: Отваряне на дневник
de: Debug-Protokoll öffnen
fr: Ouvrir le fichier de débogage
it: Apri registro di debug
ja_jp: デバッグログを開く
pt_br: Abrir o log de depuração
ro_ro: Deschide jurnalul de depanare

source: Open in new window
bg_bg: Отваряне в нов прозорец
de: In neuem Fenster öffnen
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in nuova finestra
ja_jp: 新しいウィンドウで開く
pt_br: Abrir em nova janela
ro_ro: Deschide într-o fereastră nouă

source: Open last serial trace
de: Letzte serielle Aufzeichnung öffnen
it: Apri l’ultima traccia seriale
ja_jp: 最後のシリアルトレースを開く
pt_br: Abrir o último rastreamento serial

source: Open repeaters only
bg_bg: Отваряне само на ретранслатори
de: Nur Repeater öffnen
fr: Répéteurs actifs seulement
it: Apri solo ripetitori
ja_jp: 公開レピータのみ
pt_br: Somente repetidores abertos
ro_ro: Deschide doar repetoare

source: Open stock config directory
bg_bg: Папка със стандартни настройки
de: Standard-Konfiguration öffnen
fr: Ouvrir le repertoire de base de données
it: Apri directory delle configurazioni predefinite
ja_jp: テンプレートディレクトリを開く
pt_br: Abra o diretório de configuração padrão
ro_ro: Deschide directorul de configurare stoc

source: Operator
bg_bg: Оператор
de: Betreiber
fr: Opérateur
it: Operatore
ja_jp: オペレーター
pt_br: Operador

source: Option
it: Opzione
ja_jp: オプション
pt_br: Opções
ro_ro: Opțiune

source: Optional: -122.0000
bg_bg: По желание: -122.0000
fr: Optionnel: -122.0000
it: Opzionale: -122.0000
ja_jp: 任意: -122.0000
pt_br: Opcional: -122.0000
ro_ro: Opțional: -122.0000

source: Optional: 100
bg_bg: По желание: 100
fr: Optionnel: 100
it: Opzionale: 100
ja_jp: 任意: 100
pt_br: Opicional: 100
ro_ro: Opțional: 100

source: Optional: 20.0000
bg_bg: По желание: 20.0000
fr: Optionnel: 20.0000
it: Opzionale: 20.0000
ja_jp: 任意: 20.0000
pt_br: Opcional: 20.0000
ro_ro: Opțional: 20.0000

source: Optional: 45.0000
bg_bg: По желание: 45.0000
fr: Optionnel: 45.0000
it: Opzionale: 45.0000
ja_jp: 任意: 45.0000
pt_br: Opcional: 45.0000
ro_ro: Opțional: 45.0000

source: Optional: 52.0000
bg_bg: По желание: 52.0000
fr: Optionnel: 52.0000
it: Opzionale: 52.0000
ja_jp: 任意: 52.0000
pt_br: Opcional: 52.0000
ro_ro: Opțional: 52.0000

source: Optional: AA00 - AA00aa11
bg_bg: По желание: AA00 - AA00aa11
fr: Optionnel: AA00 - AA00aa11
it: Opzionale: AA00 - AA00aa11
ja_jp: 任意: AA00 - AA00aa11
pt_br: Opcional: AA00 - AA00aa11
ro_ro: Opțional: AA00 - AA00aa11

source: Optional: County, Hospital, etc.
bg_bg: По желание: държава, сграда и т.н.
de: Optional: Land, Krankenhaus usw.
fr: Optionnel: Comté, Hôpital, etc.
it: Opzionale: contea, ospedale, ecc.
ja_jp: 任意: 郡、病院など
pt_br: Opcional: País, Hospital, etc.
ro_ro: Opțional: Județ, Spital, etc.

source: Overwrite memories?
bg_bg: Презаписване на записи?
de: Speicher überschreiben?
fr: Écraser les mémoires?
it: Vuoi sovrascrivere le memorie?
ja_jp: メモリーを上書きしますか？
pt_br: Sobrescrever memórias?
ro_ro: Diff raw memories

source: P-VFO channels 100-109 are considered Settings. Only a subset of the over 130 available radio settings are supported in this release.
bg_bg: Каналите P-VFO от 100 до 109 се смятат за Настройки Само част от повече от 130-те достъпни настройки на станцията се поддържат от това издание.
fr: Les canaux P-VFO 100-109 sont considérés comme paramètres. Seul un sous-ensemble des plus de 130 paramètres radio disponibles est pris en charge dans cette version.
it: I canali P-VFO 100-109 sono considerati impostazioni. In questa versione, è supportato solo un sottoinsieme delle oltre 130 impostazioni radio disponibili.
ja_jp: P-VFOチャンネル100-109は設定とみなされます。 130以上の利用可能な無線機設定のうち、このリリースでは一部のみがサポートされています。
pt_br: Os canais P-VFO 100-109 são considerados configurações. Apenas um subconjunto das mais de 130 configurações de rádio disponíveis são suportadas nesta versão.
ro_ro: Canalele P-VFO 100-109 sunt considerate Setări. Doar un subset din cele peste 130 de setări radio disponibile sunt suportate în această versiune.

source: Parsing
bg_bg: Разбор
de: Analysieren
fr: Analyse
it: Elaborazione
ja_jp: 解析中
pt_br: Análisando
ro_ro: Analizare

source: Password
bg_bg: Парола
de: Passwort
fr: Mot de passe
ja_jp: パスワード
pt_br: Senha
ro_ro: Parolă

source: Paste
bg_bg: Поставяне
de: Einfügen
es_es: Pegar
fr: Coller
it: Incolla
ja_jp: ペースト
nl: Plakken
pt_br: Colar
ro_ro: Lipește

source: Paste external memories
de: Externe Speicher einfügen
fr: Coller les mémoires externes
it: Incolla le memorie esterne
ja_jp: 外部メモリーを貼り付け
pt_br: Colar memórias externas
ro_ro: Lipește memoriile externe

source: Paste memories
de: Speicher einfügen
fr: Coller les mémoires
it: Incolla memorie
ja_jp: メモリーを貼り付け
pt_br: Colar memórias
ro_ro: Lipește memoriile

source: Pasted memories will overwrite %s existing memories
bg_bg: Поставените записи ще презапишат %s съществуващи записа
de: Eingefügte Speicher werden %s vorhandene Speicher überschreiben
fr: Les mémoires collées vont écraser %s mémoires existantes
it: Le memorie incollate sovrascriveranno %s memorie esistenti
ja_jp: ペーストすると %s 件のメモリーが上書きされます
pt_br: As memórias coladas sobrescreverão as memórias existentes em %s
ro_ro: Memoriile lipite vor suprascrie %s dintre memoriile existente

source: Pasted memories will overwrite memories %s
bg_bg: Поставените записи ще презапишат записи %s
de: Eingefügte Speicher werden %s Speicher überschreiben
fr: Les mémoires collées vont écraser les mémoires %s
it: Le memorie incollate sovrascriveranno le memorie %s
ja_jp: ペーストするとメモリー %s が上書きされます
pt_br: As memórias coladas sobrescreverão as memórias %s
ro_ro: Memoriile lipite vor suprascrie memoriile %s

source: Pasted memories will overwrite memory %s
bg_bg: Поставените записи ще презапишат запис № %s
de: Eingefügte Speicher werden Speicher %s überschreiben
fr: Les mémoires collées vont écraser la mémoire %s
it: Le memorie incollate sovrascriveranno la memoria %s
ja_jp: ペーストするとメモリー %s が上書きされます
pt_br: As memórias coladas sobrescreverão a memória %s
ro_ro: Memoriile lipite vor suprascrie memoria %s

source: Pasted memory will overwrite memory %s
bg_bg: Поставеният запис ще презапише запис № %s
de: Eingefügter Speicher wird Speicher %s überschreiben
fr: La mémoire collee va écraser la mémoire %s
it: La memoria incollata sovrascriverà la memoria %s
ja_jp: ペーストするとメモリー %s が上書きされます
pt_br: A memória colada sobrescreverá a memória %s
ro_ro: Memoria lipită va suprascrie memoria %s

source: Please be sure to quit CHIRP before installing the new version!
bg_bg: Излезте от CHIRP преди да инсталирате ново издание!
de: Bitte CHIRP unbedingt beenden, bevor die neue Version installiert wird!
fr: Soyez certain de quitter CHIRP avant d'installer la nouvelle version!
it: Chiudere CHIRP prima di installare la nuova versione!
ja_jp: 新しいバージョンをインストールする前に必ずCHIRPを終了してください。
pt_br: Certifique-se de fechar o CHIRP antes de instalar a nova versão!
ro_ro: Te rugăm să te asiguri că închizi CHIRP înainte de a instala noua versiune!
